[{"source": "associated_press", "url": "https://www.ap.org/en-us/formats/video/", "text": "Breaking and developing news\n\nStay on top of breaking and top news from states, regions and countries around the globe. Our journalists cover stories on everything from hard news and politics, to lifestyle, sports and entertainment. We focus on fast filing priority stories so you get the news packages and pictures that matter as soon as possible."}, {"source": "associated_press", "url": "https://www.ap.org/en-gb/formats/video/", "text": "Breaking and developing news\n\nStay on top of breaking and top news from states, regions and countries around the globe. Our journalists cover stories on everything from hard news and politics, to lifestyle, sports and entertainment. We focus on fast filing priority stories so you get the news packages and pictures that matter as soon as possible."}, {"source": "associated_press", "url": "http://ap.org/en-us/formats/video/", "text": "Breaking and developing news\n\nStay on top of breaking and top news from states, regions and countries around the globe. Our journalists cover stories on everything from hard news and politics, to lifestyle, sports and entertainment. We focus on fast filing priority stories so you get the news packages and pictures that matter as soon as possible."}, {"source": "associated_press", "url": "https://www.ap.org/es/formatos/video/", "text": ""}, {"source": "associated_press", "url": "https://www.ap.org/es/servicios/servicios-de-transmision-en-vivo-y-renta-de-instalaciones/", "text": ""}, {"source": "associated_press", "url": "https://www.ap.org/es/servicios/sistemas-de-produccion-de-noticias-enps/", "text": ""}, {"source": "associated_press", "url": "https://insights.ap.org/industry-trends/budding-topics-covering-the-cannabis-industry", "text": "Medical marijuana plants grow at LifeLine Labs in Cottage Grove, Minn. AP PHOTO/JIM MONE\n\nAP announced the addition of a dedicated cannabis team in early 2018.\n\n“Our members and customers have told us this is an area of immense interest to them, and AP’s geographic scope places us in a unique position to tell this story from multiple vantage points,” said AP’s deputy managing editor, Noreen Gillespie.\n\nWe went behind the scenes with Baker to find out how the cannabis beat team covers an ever-changing industry to produce unique multiformat content with local relevance and national impact.\n\nQ: What’s the goal of the cannabis beat team?\n\n\n\nA: To have comprehensive coverage of the evolving cannabis industry in the United States, Canada and beyond.\n\nQ: What type of themes does team cover?\n\nA: It really runs the gamut, and that’s what is so interesting about this topic — it touches on so many different things. Everyone is affected in some way, and everybody has an opinion on it.\n\nI look back at what we’ve done in a year, and there’s a lot of good material out there, from enterprise to a steady stream of spot news on governmental and political issues to law enforcement to the impact on financial markets. From a customer standpoint, volume and diversity are important, and I’m pleased and proud there are marijuana stories pretty much every day somewhere in the country — and beyond.\n\nQ: Why did AP decide to dedicate a team to this topic, and what makes it newsworthy?\n\nA: It has become an issue in essentially every state, and there’s a growing sentiment and pressure on the federal government to change its tone when it comes to marijuana and not keep it outlawed like other drugs, such as heroin. We are well-positioned to cover the impact state-by-state and in Washington, D.C.\n\nWhat’s driven some of the changes in society’s look at marijuana is the wider acceptance of medical marijuana. There are two groups that are very sympathetic figures and have gotten behind this — people with cancer and their doctors, and veterans with PTSD. They say they get relief from marijuana, and many people who otherwise might not be supportive of marijuana change their tune when these people say they get relief from it.\n\nQ: What makes our approach unique?\n\nA: We have on-the-ground reporting wherever marijuana becomes an issue. That’s something that nobody else can say.\n\nWe have a lot of good brainpower on the team. It originated out of the West because that region had the most states with legalized marijuana, so we already had people with a good knowledge base covering it and were able to add on in other areas.\n\nFor example, marijuana stocks are blowing up right now, so one of our business reporters has joined the team to focus on the industry and the markets. We also have a former law enforcement reporter from L.A. who is on the team and now covers the Justice Department in Washington, D.C. That’s critical because DOJ is the place where the federal prohibition is enforced, and there’s mounting pressure to reconsider that policy.\n\nQ: How does the team keep up with such an ever-evolving industry?\n\nA: I think the way we keep up is by communicating with each other and monitoring the industry itself. We have people on the team in different states, so they are seeing things at the local level that we can share on group calls, Slack channels, etc.\n\nWe follow developments sometimes at a very granular level, and when we can string them together to see a pattern — the same thing popping up five times in five different places — that sets off a lightbulb for the team to look into it.\n\nClick here to find out how cannabis website Leafly uses the multiformat content produced by AP’s cannabis beat team to solidify its news brand and credibility.\n\n"}, {"source": "associated_press", "url": "https://insights.ap.org/industry-trends/learn-how-to-grow-your-audience-and-get-noticed", "text": "Learn more about media and technology with Insights – join us as we share perspectives from around the industry and provide tips and tricks for how to navigate emerging trends.\n\nTo gain a deeper understanding of the evolving world we live in and the people who work with us around the globe, subscribe to Insights and follow us on Twitter and LinkedIn. If you are interested in a particular topic, please use the contact form at the top of the page to reach us directly for more information."}, {"source": "associated_press", "url": "https://insights.ap.org/industry-trends/new-ways-to-capture-digital-revenue", "text": "Learn more about media and technology with Insights – join us as we share perspectives from around the industry and provide tips and tricks for how to navigate emerging trends.\n\nTo gain a deeper understanding of the evolving world we live in and the people who work with us around the globe, subscribe to Insights and follow us on Twitter and LinkedIn. If you are interested in a particular topic, please use the contact form at the top of the page to reach us directly for more information."}, {"source": "associated_press", "url": "https://insights.ap.org/whats-new/q-a-connecting-journalists-with-knowledgeable-responsive-sources", "text": "What makes a good source?\n\nAccurate, knowledgeable, responsive — these might be a few adjectives that come to mind. And today, finding these reputable experts is increasingly important to combat the spread of misinformation.\n\nThat’s why we’ve teamed up with ExpertFile, whose curated database of experts helps newsrooms create trustworthy content.\n\nWe spoke with Peter Evans, the CEO and co-founder of ExpertFile, about how his platform connects journalists with sources and how it integrates with AP platforms.\n\nClick the image below to read our Q&A and find out more about how tools like ExpertFile can help journalists inject credibility into the conversations people are having.\n\nLearn more about AP Planner with ExpertFile Sign up for info.\n\nOpal supports AP's global sales staff on the AP Planner service, providing trainings and product demonstrations. She continuously works with product developers to enhance user efficiency on the AP Planner platform, helping clients incorporate and prepare for future events."}, {"source": "associated_press", "url": "https://insights.ap.org/industry-trends/e-book-whats-the-role-of-journalists-in-an-era-of-algorithms", "text": "We are at a seminal point in the use of artificial intelligence (AI) in journalism.\n\nAs smart machines become increasingly prominent in the output of information, it’s more important than ever for reporters to understand — and take ownership of — how these stories are gathered, processed and distributed.\n\nFor best practices on how to work collaboratively with machines, we turned to industry leaders, including product managers, academics and senior editors in the AP newsroom.\n\nWhat we discovered, and what this e-book examines, is the role of journalists in a world increasingly driven by algorithms powered by AI.\n\nWe hope this brief guide serves as a reference in designing your own newsroom strategy.\n\nAfter reading this report, you will know:\n\n- The key challenges driven by algorithmic news, including the “black box” problem — the inability for machines to understand content — and the emergence of information bubbles.\n\n- Strategies to address these issues, including promoting algorithmic accountability, applying news taxonomies and cultivating computational thinking.\n\nDownload the e-book Complete the form to start reading.\n\nKourosh is an AI research fellow at AP and a master’s candidate at Columbia University’s Graduate School of Journalism."}, {"source": "associated_press", "url": "https://insights.ap.org/industry-trends/building-sustainable-media-innovation-through-futurecasting", "text": "A strategic planning technique, “futurecasting” enables organizations to make decisions about where to focus their growth efforts. At AP, we’ve used it to consider an array of provocative — yet plausible — alternative futures that provide the necessary context to explore new opportunities.\n\n“It’s essential to look ahead and anticipate change,” said Jaime Holguin, AP’s manager of news development. “The frequency of technological change is exponentially growing, with platforms, trends and opportunities popping up continually in unexpected ways.\n\n“As a company, we have to be nimble and be able to foresee and adapt to disruptive change.”\n\nAccording to Mayo Nissen, an associate creative director at innovation agency Frog Design, futurecasting shifts organizations’ perspectives in two ways:\n\n1. It causes us to focus on the outcome of our actions, particularly as they impact users, customers and consumers.\n\n2. It forces companies to consider the future, where their actions will have come to life, before working backward to understand what needs to happen today.\n\nMaking these mental leaps can be powerful enough to help organizations think about who and what they want to become, and what they need to do to get there.\n\n“We work in an incredibly fast-paced news environment, so it’s valuable and necessary to step outside the chaos and think about strategy, and where the news business is going,” said AP Managing Editor Brian Carovillano.\n\nThinking through divergent futures\n\nThe first step we took was to research major events signaling technological, cultural, regulatory and industry changes. We then conducted workshops to extrapolate insights that would help develop future scenario-based forces shaping the future.\n\nNissen highlighted that the key to crafting not just intellectually interesting — but also useful — features is to first choose which elements of the present we want to challenge. The goal is then to work internally to make these changes not only possible, but at some deeper level, true.\n\nWe did so by forming a cross-functional and inter-disciplinary group of individuals and immersing them in these possible scenarios to better understand what AP needs to do to be successful into the future.\n\nHypothetical media scenarios\n\nPandas and puppies\n\nThe first scenario included a world where all media consumption and distribution is done through platforms such as Facebook and Twitter. What would be the role of journalists in this hypothetical society?\n\nThe importance of efforts such as fact-checking and user-generated content verification emerged as key areas for future consideration.\n\nThe ad model broke\n\nKeeping in mind the growth of ad blockers, we conceptualized a second future state where advertising no longer exists. How do news organizations generate revenue to fund their journalism?\n\nThis question pointed us to the direction of exploring new business models and to better support our clients with products and services that could justify them charging premium subscriptions to their clients.\n\nChanged consumption\n\nWe also considered the dominant role context-aware devices and the internet of things would play in the next 10 years. How does the news media industry change if consumption and distribution is driven by data collected by smart devices?\n\nPossible answers required us to think about emerging platforms such as smart assistants, driverless cars and smart homes, and the role that news personalization will play in those environments.\n\nSelf-gathering news\n\nThe final scenario materialized around the growth of artificial intelligence and its impact on the news industry. How should media organizations operate in a context where smart machines and algorithms drive the process of newsgathering, production and distribution?\n\nUsing automation to turn data into text stories, leveraging drone journalism to capture different perspectives and developing new forms of data-driven insights all arose as possibilities.\n\nMaking sense of future scenarios\n\nThrough the futurecasting process with Frog Design, we challenged assumptions about newsgathering, production, distribution and consumption — and considered worlds where each of those stages would be radically different from today.\n\nApplying these artificial stresses on AP’s core capabilities helped us then determine immediate steps to increase not only the organization’s resilience, but also set it up to thrive — regardless of which of those hypothetical scenarios comes to pass.\n\nBy choosing a longer timeframe, we can ensure that the actions that arise from futurecasting will effect lasting change at the level of corporate strategy and organizational capability, as well as for individual products and services.\n\n“The most valuable thing I took away from this process is that there are many potential paths forward, but it’s impossible to always know which one is the current one,” Carovillano, AP’s managing editor, said. “So you set yourself up to be flexible and nimble and to seize opportunities as they arise.”\n\nBuilding future strategies\n\nAs a result of our futurecasting, we developed a company-wide roadmap that includes actions we can take today to remain relevant in the face of inevitable change and uncertainty.\n\n“Strategic planning at AP has always involved looking ahead, but our tendency has been to focus on the near term and the coming year’s budget in particular,” said Jim Kennedy, senior vice president for strategy and enterprise development. “That inevitably led us to plan for a handful of projects, rather than to imagine the future.”\n\nOvercoming that mindset was critical to driving real transformation and taking the industry lead in content automation and other areas, Kennedy said.\n\n“We imagined that first set of future scenarios back in 2015, and they have all come true to one extent or the other,” he said. “Anticipating where the world was headed, and where we needed to be, has been a great motivator.”\n\nSubscribe to Insights Sign up to be notified when new posts are published.\n\nFrancesco was the manager of strategy and corporate development at The Associated Press. He is also an affiliate researcher at the MIT Media Lab and an Innovation Fellow at the Tow Center for Digital Journalism at Columbia University."}, {"source": "associated_press", "url": "https://insights.ap.org/whats-new/1848-to-2018-aps-role-in-the-u-s-election-process", "text": "AP's election coverage then and now\n\nThe world of elections is constantly changing as technologies, rules and regulations evolve. While we tap into the experience of our political reporters and the relationships we've built with elections officials in all 50 states, we also adapt day in and day out to serve our customers.\n\nTake a look at the progression of our elections coverage through the decades:\n\n1848\n\nThe 1848 election was the first in which all states voted on the same day and the first in which the telegraph was used to gather returns from all over the country. Dr. Alexander Jones, AP’s first general agent, brought that election and the telegraph together to collect results from the 30 states that voted then. The count went on for 72 hours, and telegraph tolls exceeded $1,000 — an enormous sum in those days.\n\n1860\n\nOver the years, AP used every available means to secure reliable returns. On Dec. 11, 1860, The New York Times carried a dispatch from Fort Kearney, Nebraska, reporting that the California Pony Express left results to be telegraphed to AP. Included were full election returns from every county in California, showing Lincoln with 38,702 votes and Douglas with 8,060.\n\n1900\n\nBy this year, AP had become the standard for election night reporting. The Washington Post advised its readers of plans to display results on a huge screen in front of the newspaper’s building, including bulletins from AP, so the public could have returns “hot from the wires and without a moment’s delay.”\n\n1940\n\nBy the 1940s, counting votes on election night had shifted to the Washington bureau, which managed coverage of the campaigns as well as of the conventions.\n\n1952\n\nThe election in 1952 was notable for another innovation that sped up the vote count for AP by processing punched cards and providing tabular state-by-state results — an IBM accounting machine. At 1900 pounds, it was almost too big for the freight elevator at the Washington bureau, and required special wiring and extra fuses to run.\n\n1960\n\nGradually, in the 1960s and ’70s, AP brought computers into the mix, frequently hiring local data processors to tabulate results phoned in to state centers. The AP bureau in New Orleans was a pioneer in computerizing election night vote-counting. The first computerized go-round involved punch cards that, when fed into a processor, produced tabulated returns that then had to be keyed onto AP wires.\n\n2004\n\nAP increased the scope and sophistication of its tabulation and election research efforts, adding systems to deal with delegate counts, algorithms to ensure quality control, and most importantly, an election research team that produces unparalleled data and analysis.\n\nToday\n\nAP now counts the vote in more than 5,000 races during election years, providing raw feeds and interactive data visualizations for customers to ingest and easily display election returns and winners online or on the air."}, {"source": "associated_press", "url": "https://insights.ap.org/industry-trends/report-how-virtual-reality-will-impact-journalism", "text": "The next iteration of immersive media is here. Today’s emerging technologies are capable of producing vibrant 3-D models that give audiences an even greater sense of depth and texture than we’ve experienced with 360-degree videos.\n\nViewers will soon be able to not only “walk” through virtual spaces, but also touch 3-D objects and interact with others — immersing audiences deeper into stories.\n\nTo understand what all this means for media, we talked with dozens of industry leaders in journalism, technology, academia and entrepreneurship. Their insights provided the foundation for this report, along with a study we conducted with neuroscientists at Multimer that measured participants’ engagement and brain activity when consuming immersive media content.\n\nAfter reading this report, you will know:\n\n\n\n1. A new reporting approach called dynamic storytelling that puts the news consumer at the center of the process.\n\n2. Best practices in virtual reality journalism and the tools used, including the nascent technology of “volumetric capture” as well as computer-generated imagery (CGI).\n\n3. Considerations when constructing a news story, including audience participation, the immersive technologies available and the various perspectives presented.\n\n4. Key challenges in immersive storytelling and ways of mitigating those concerns. These include ethics and standards, newsroom workflows, technology deployment, skills and user adoption.\n\n5. Data-driven strategies to produce and distribute immersive media across devices.\n\nDownload the report Complete the form to start reading.\n\nFrancesco was the manager of strategy and corporate development at The Associated Press. He is also an affiliate researcher at the MIT Media Lab and an Innovation Fellow at the Tow Center for Digital Journalism at Columbia University."}, {"source": "associated_press", "url": "https://insights.ap.org/industry-trends/how-to-drive-video-adoption-in-reporting", "text": "The amount of time consumers spend with digital video continues to grow — up to 73 minutes per day now in the United States, according to eMarketer, or nearly 30 more than they did just four years ago.\n\nThis shift has allowed media and non-media companies alike to cover stories with new perspectives and even opened doors to alternative formats such as virtual and augmented reality.\n\nIn recent years at AP, our text-based reporters have undergone training to learn the best strategies for developing multimedia narratives. Recently, we hosted a webinar featuring news directors from the western U.S. and Latin America to describe the results we’ve seen from these efforts in their regions.\n\nBelow are some recommendations they mentioned for achieving success:\n\n1. Foster a video-first environment.\n\nAnna Johnson, AP’s regional news director for the West. (AP Photo/Ross D. Franklin)\n\nIn the past, news meetings with our journalists from the western U.S. would often start with a review of the stories — usually text, by default — we had published in the past day. Video was “like a separate thing,” said Anna Johnson, AP’s news director for the region.\n\nToday, those discussions often lead off with video or photo plans, and include a recap of how our visuals were picked up by customers. Reporters know to approach each story, planned or unplanned, with video first in mind.\n\nThat thinking “really has to be intentional and deliberate,” Johnson said. “It has to be something you do all of the time, not just some of the time.”\n\n2. Start small.\n\nOne initial pilot program we launched focused on California for three weeks with the goal of producing one video story per day from our team based there. In addition to teaching reporters in the field how to film, we also worked with editors in the newsroom to edit the footage as it came in.\n\nIf we didn’t hit the goal, Johnson said, that was OK — we didn’t want to place too much pressure on anyone too early on. And it invigorated the staff to know that we were able to reach the goal consistently by the pilot’s end without requiring significant additional investment.\n\n“Our efforts have also allowed us to identify top performers and give them more training for ambitious projects that distinguish our coverage,” Johnson said.\n\n3. Emphasize experimentation.\n\nAP News Director for Latin America and the Caribbean Paul Haven (AP Photo/Dario Lopez-Mills)\n\nAP’s news director for Latin America and the Caribbean, Paul Haven, asks his team to aim for a mix of enterprise and breaking video stories.\n\n“Having the mindset of ‘Let’s just go take a look … ’ allows you to basically go into peoples’ lives and find interesting stories,” he said.\n\nThat’s what Haven and his colleagues did earlier this year when they drove along the 2,000-mile border between the United States and Mexico. In addition to documenting differences on either side, they also broke news by discovering that the number of Mexican refugees in shelters dramatically decreased because of political rhetoric during the past year.\n\nThe project, which also featured time-lapses and 360-video as well as footage from drones and box cameras, served as a case study for the editorial potential of the medium.\n\n4. Hire journalists who have the willingness to learn.\n\nGoing forward, as we look to grow our team, we’ll be on the lookout for reporters who have cross-platform experience, Haven said. More importantly, though, they should have the desire to keep learning different ways to present journalism.\n\nOur journalists around the world today are expected to pull out their smartphone and start recording should they happen upon a breaking news scene. More than half of our staff members in the western U.S. shoot video today on at least a somewhat regular basis — only a handful are dedicated video journalists.\n\n5. Provide feedback and training opportunities.\n\nPreviously, whenever heat waves struck Arizona — which they often did and still do — our reporters would describe the weather’s effects and what they were seeing in words.\n\nWhen it came to video, though, how do you show heat? It’s not like a tornado or even ice or snow. A brainstorming session near the onset of our video efforts yielded the decision to follow the most-popular person in the summer — the air-conditioning repairman.\n\nWe were able to publish the “day in the life of” story that actually brought audiences along for the ride, much more so than is possible through text alone. Strategizing along with mentoring prove not only to improve peoples’ skills but also keep them consistently engaged, as well.\n\nAfter a story has been published, journalists can now also benefit from real-time feedback from viewers either through commenting on publishers’ websites or social media (even if not all of it is relevant).\n\nSubscribe to Insights Sign up to be notified when new posts are published."}, {"source": "associated_press", "url": "https://insights.ap.org/whats-new/producing-a-tool-that-will-automatically-verify-ugc", "text": "Recently, we were accepted into Google’s Digital News Initiative, a collaboration between the technology company and European publishers to support high-quality journalism.\n\nWe received a grant to develop a tool that newsrooms around the globe can use to automatically verify user-generated content (UGC). The team responsible for developing this project will consist of engineers working closely with our editorial experts who regularly verify UGC on a daily basis.\n\nHow will this software work?\n\nIt will combine AP’s pioneering UGC verification process with visual recognition and machine-learning technologies, allowing users to request verification for a particular story by simply pasting a link to the content or uploading the video.\n\nIt aims to automate the UGC value chain at the following stages:\n\nSource identification: The tool will analyse available social media information to identify the source of content and assess whether it has legitimately posted important news content or whether there are contributing factors that indicate otherwise.\n\nThese factors could include locations, associations with organisations that may make them an authority and previous social media posts.\n\nContent verification: The software will automatically provide information to verify UGC content, providing a detailed outline of the steps taken and results of the verification process.\n\nWhat key questions will it answer?\n\n- Is the source of the content credible?\n\n- Is the location correct?\n\n- Is the date and time of the video correct?\n\n- Is the material consistent with other media surrounding the event?\n\nWhat tangible benefits will it provide the news industry?\n\nOur primary objective is to increase access to this important type of news content and increase the accuracy of reporting using UGC, providing the following benefits to journalists:\n\nReduced exposure to traumatic material: We aim to minimise the need for reporters to review traumatic content repeatedly, reducing additional stress.\n\nTime savings: UGC sourcing and verification in newsrooms around the world takes considerable time and resource. We aim to allow journalists to spend more of their day on reporting.\n\nImproved standards: Verification standards vary across the industry, often causing misleading content to enter the public domain. We aim to develop true standards that improve the accuracy of information consumed by audiences.\n\nIncreased use of UGC: Many organisations lack the resources to verify UGC and include it in their reporting. We aim to expand access to this increasingly important content source.\n\nWe look forward to sharing the results of this project as it progresses.\n\nNeed help verifying user-generated content before our project launches?\n\nLearn more about getting real-time access to AP’s social vetting process to find and verify UGC whenever news breaks.\n\nSubscribe to Insights Sign up to be notified when new posts are published.\n\nPaul is the director of international business development and partnerships for The Associated Press. He drives the global strategy for AP Video Hub as well as a number of other products, focusing on revenue growth and customer engagement."}, {"source": "associated_press", "url": "https://insights.ap.org/industry-trends/master-class-are-you-ready-for-ai", "text": "Global Business Editor Lisa Gibbs and Strategy Manager Francesco Marconi presented “Is your newsroom ready for artificial intelligence?” at the GEN Summit in Vienna last month, discussing how journalists can incorporate the emerging technology into their reporting.\n\nThe agenda for the master class included:\n\n- Overview: The applications of AI in newsrooms\n\n- Designing your AI strategy\n\n- Key editorial concerns in augmented journalism\n\n- Case study: Automation deep dive\n\n- Q&A\n\nWatch the class via the above video, and be sure to read our related report, “The future of augmented journalism: A guide for newsrooms in the age of smart machines,” by filling out the form below.\n\nDownload the report Complete the form to start reading.\n\nThe Associated Press is the essential global news network, delivering fast, unbiased news from every corner of the world to all media platforms and formats. Founded in 1846, AP today is the most trusted source of independent news and information. On any given day, more than half the world's population sees news from AP. On the web: www.ap.org."}, {"source": "associated_press", "url": "https://blog.ap.org/behind-the-news/a-commitment-to-deep-global-journalism", "text": "A team effort by Paris-based international security correspondent Lori Hinnant, Istanbul-based video journalist Bram Janssen and Cairo-based photographer Nariman El Mofty produced the first deep count of dead and missing migrants — a tally of 56,800 — and one that is nearly double the amount currently put out by the United Nations.\n\n\n\nAnd then they told their stories.\n\nThe father of Majdi Al Barhoumi, who went missing in 2011, holds photos of him at their home in the town of Ras Jabal, Bizerte, Tunisia, April 12, 2018. (AP Photo/Nariman El-Mofty)\n\n“This kind of deep, multiformat journalism is what we are committed to globally, in addition to AP’s long-established accurate, fast spot news coverage,” said Ian Phillips, AP vice president and deputy managing editor for international news.\n\n\n\nHe added: “We are and always have been committed to distinctive text reporting and photography, and for decades we’ve delivered a gold-standard video report to match. We’re working globally to marry those formats, along with data, to create multiformat packages that tell a rich, dynamic story to the world.”\n\n\n\nInterest in The Missing project was notable. The International Organization for Migration plans to use AP’s data to update UN numbers for missing and dead migrants. Poynter called the story “an audacious idea” with “a devastating result.” Readers spent nearly two minutes engaging with the story on apnews.com.\n\nThis is just the latest example of AP’s deep international reporting:\n\nAn October investigation revealed how hospital patients in Kenya are held hostage for cash.\n\nReporters in Indonesia told heart-wrenching stories of the victims of the deadly earthquake and tsunami that devastated Palu, Indonesia, using satellite images in some cases to visualize the destruction.\n\nThe latest in a years-long series of high-impact stories about the Yemen war tells the story of the race to save a Yemeni boy from al-Qaida and a U.S. drone.\n\nAP’s reporting on triumph and tragedy in Mosul, Iraq, following nine months of fighting to free the city from the hold of the Islamic State group earned a 2018 Overseas Press Club award, as did its documentation of human rights abuses in war-torn Yemen, and its coverage of the plight of Rohingya Muslims in Southeast Asia.\n\nAP’s network of journalists spans 100 countries. With the creation of regional desks in key locations around the world over 10 years ago, AP has increased speed and efficiency in publishing content across all formats."}, {"source": "associated_press", "url": "https://blog.ap.org/industry-insights/the-importance-of-trust-in-polling", "text": "Buzbee joined the conference remotely from Washington, the epicenter of AP’s elections operations.\n\nShe made clear the need for accurate, fact-based journalism and political polling, especially in the aftermath of the 2016 U.S. presidential election.\n\nThis screen grab from Web Summit video shows AP Executive Editor Sally Buzbee joining the conference remotely from Washington.\n\n“Journalists need to be driven by facts and data, not by their own sort of pre-assumptions of what’s going to happen,” she told the audience. “To me, that is one of the biggest challenges facing not just journalism, but certainly polling within the environment of journalism.”\n\nAP debuted its new VoteCast survey in Tuesday’s midterms, surveying approximately 140,000 registered voters to deliver a broad and accurate picture of the American electorate. VoteCast is an alternative to the traditional, in-person exit poll, a method that no longer matches how Americans vote today.\n\n“We threw research, we threw innovation, we threw the best statistical minds that we could find at this problem, figuring out a way to create a more accurate sort of Election Day polling, an alternative to exit polling, that will last for the next 20 or 30 years,” Buzbee said. “And we’re pretty happy with the results so far.”\n\nAP race callers declared winners in more than 6,000 races in Tuesday’s elections. AP election coverage is available here.\n\nWatch a replay of Buzbee’s remarks:"}, {"source": "associated_press", "url": "https://blog.ap.org/topic/featured", "text": "The Associated Press has been breaking news since 1846. In that time, AP has endeavored to always be accurate, trustworthy and responsive. As news is transmitted in more ways than ever before and in more formats than ever, we remain committed to the highest standards of integrity in all areas of business at AP: from newsgathering to corporate behavior. This blog aims to provide further understanding of AP and transparency in our operations and mission."}, {"source": "associated_press", "url": "https://blog.ap.org/topic/video", "text": "The Associated Press has been breaking news since 1846. In that time, AP has endeavored to always be accurate, trustworthy and responsive. As news is transmitted in more ways than ever before and in more formats than ever, we remain committed to the highest standards of integrity in all areas of business at AP: from newsgathering to corporate behavior. This blog aims to provide further understanding of AP and transparency in our operations and mission."}, {"source": "associated_press", "url": "https://blog.ap.org/topic/media", "text": "The Associated Press has been breaking news since 1846. In that time, AP has endeavored to always be accurate, trustworthy and responsive. As news is transmitted in more ways than ever before and in more formats than ever, we remain committed to the highest standards of integrity in all areas of business at AP: from newsgathering to corporate behavior. This blog aims to provide further understanding of AP and transparency in our operations and mission."}, {"source": "associated_press", "url": "https://blog.ap.org/industry-insights/the-future-of-data-journalism-in-local-news", "text": "Over the past three years, AP has used funding from the John S. and James L. Knight Foundation to expand its team of data journalists, substantially increase the number of data distributions supplied to local newsrooms and establish best practices, including through the creation of a data journalism chapter in the AP Stylebook.\n\n“AP’s data distribution efforts are like rocket fuel for local journalism,” said AP Managing Editor Brian Carovillano. “In 2018 alone, our data was downloaded nearly 1,400 times by journalists in more than 300 local newsrooms. That translates into hundreds of local stories from across the country that would not otherwise have been told. When paired with AP’s own state- and national-level reporting, this journalism provides a rich, multi-layered look at topics that are essential and newsworthy.”\n\n\n\nA router and internet switch are displayed in East Derry, New Hampshire, June 19, 2018. (AP Photo/Charles Krupa)\n\nAP organizes and formats data so it can be understood by journalists who don’t have advanced data journalism skills, and posts it on the collaborative data.world platform, where local reporters can mine the data for local stories and visualize the results. They can also ask questions and share story ideas.\n\n“The data sharing program has been a multiplying force for our data journalism and has helped member journalists wield the power of data for high-impact local reporting,” said Troy Thibodeaux, AP’s data team editor. “There’s no shortcut for the time-consuming work of vetting, cleaning and understanding the data, but with our distributions, the reach of that work has expanded dramatically.”\n\n“To build a strong future for journalism we need to make sure our local news organizations are equipped to meet new information demands and deliver quality news,” said Paul Cheung, Knight Foundation director for journalism and technology and innovation. “The AP’s data team model will help showcase stories that would otherwise go untold; its focus on collaboration and news grounded in data will further advance the role of local journalists in delivering trusted news to communities.”\n\nWith data, supporting materials, explanatory webinars and frequent coaching from AP data journalists, member news organizations are creating distinctive local accountability journalism with real impact.\n\n“Data-driven journalism is highly valuable for local news organizations, but so many lack the resources to deliver it on their own. We plan to continue offering local newsrooms the data they need to find and tell fact-based stories that make a difference in their communities,” said Noreen Gillespie, AP deputy managing editor for U.S. News.\n\nSome examples of how local news outlets have used AP data to deliver real-world results include:\n\nWhen reporters from The Detroit News confronted Housing and Urban Development Secretary Ben Carson with AP data showing a proposed rent hike for recipients of federal housing subsidies, they were able to be precise: Renters would see a 20 percent increase across the board under the proposal. Carson walked back the proposal on the spot.\n\nSeveral school districts, including Broward County, Florida, and Denver, Colorado, decided they would no longer seek grants from the National Rifle Association after detailed reporting by AP and member news organizations on the number and value of those grants."}, {"source": "associated_press", "url": "https://blog.ap.org/behind-the-news/sheer-bravery-in-nairobi-attack-coverage", "text": "AP was first to provide live video of the chaos unfolding, and its journalists worked quickly to gather on-camera interviews with witnesses and make photos of police responding and civilians fleeing.\n\nCivilians flee as security forces aim their weapons at the buildings of a hotel complex in Nairobi, Kenya, Jan. 15, 2019. (AP Photo/Khalil Senosi)\n\n“The first AP journalists on the scene got a live feed up immediately. This is great for our customers, but it also enables a whole range of other newsgathering to happen,” said Managing Editor Brian Carovillano. “This was step one in what became a dominant overall performance by the Nairobi bureau, across formats.”\n\nVice President for International News Ian Phillips said:\n\nIt was the epitome of essential news agency journalism: Being first on the scene of a breaking news story, getting the first live video as well as gripping photos and fast facts out to customers and the general public.\n\nElite performance of that magnitude doesn’t happen by chance. We have invested valuable time in developing local journalists in Africa and across the globe. The knowledge, resourcefulness, professionalism and sheer bravery of AP’s local journalists in Kenya shone through during the attack and thereafter.\n\nIn addition to exclusive photos from inside the complex as police stormed the hotel, the team on the ground Tuesday continued to provide live pictures overnight, making AP the only news agency to offer live video when more gunfire and explosions were heard Wednesday.\n\nSee AP video from the scene:\n\nRead AP’s coverage of the attack."}, {"source": "associated_press", "url": "https://blog.ap.org/behind-the-news/a-local-look-at-life-expectancy", "text": "The data for more than 65,000 census tracts showed how certain demographic qualities affected life expectancy in most neighborhoods.\n\nThis Nov. 29, 2018 photo shows Delbarton, West Virginia, a state that eclipses most others in the percentage of people affected by diabetes, heart disease and obesity. (AP Photo/Tyler Evert)\n\n“Life expectancy is surely one of the rawest and most basic forms of inequality, but sometimes overlooked in the full time focus on politics,” AP Executive Editor Sally Buzbee said in a tweet. “This is an important AP analysis.”\n\n\n\nNewspapers from the Tampa Bay Times to The Morning Call of Allentown, Pennsylvania, and others used the AP data to publish local stories.\n\n\n\nHere is a selection of localized reports:\n\nWhere do you live? It may give clues to how old you’ll grow, census data suggest | Inquirer https://t.co/lRcbeIkqdh — Philly Inquirer (@PhillyInquirer) December 18, 2018\n\nThe life expectancy of residents living in one Detroit area is 62. About 150 miles away, the life expectancy is 91. https://t.co/DJRprlbfkkpic.twitter.com/NoNn4YtfbE — The Detroit News (@detroitnews) December 18, 2018\n\nWhy do the rich live longer in Massachusetts? Data on life expectancy show gaps along income, racial lines https://t.co/ohCzkXLw6t — masslivenews (@masslivenews) December 18, 2018"}, {"source": "associated_press", "url": "https://blog.ap.org/behind-the-news/fact-checking-to-reach-deeper-into-communities", "text": "“Over the past year, AP has worked to reach deeper into communities, taking advantage of the expertise of our journalists in all 50 states to produce AP Fact Checks and debunk misinformation on the state and local levels,” said AP Fact Check Editor Karen Mahabir. “These local fact checks are of huge value to our members and customers across the U.S., and to a public hungry for objective, factual information, especially as we approach Election Day.”\n\nShe added: “This work builds on AP’s long and rich history of fact-checking, something that’s deeply engrained in our entire global newsgathering operation.”\n\n\n\nA sampling of recent state and local fact checks includes:\n\nAn #APFactCheck on the Ted Cruz and Beto O'Rourke Senate debate in Texas examines claims on oil taxes, impeachment and immigration. https://t.co/ht0METeoWF — AP Central U.S. (@APCentralRegion) October 17, 2018\n\nOur latest #APFactCheck looks at a Democratic claim that it is \"implausible\" North Dakota Republican Senate candidate Kevin Cramer drove 2,300 miles campaigning in the first three months of 2018. https://t.co/JUKSGWAEAZ — AP Central U.S. (@APCentralRegion) July 3, 2018\n\n#APFactCheck looks at a new Republican ad that says Montana US Sen. Jon Tester was the biggest recipient of lobbyist contributions to Congress. https://t.co/qnsoXXWFuc — AP West Region (@APWestRegion) September 10, 2018\n\n#APFactCheck takes a look at claims made about the Affordable Care Act and Supreme Court Justice Brett Kavanaugh during Indiana's first U.S. Senate debate. https://t.co/bhola4Ogmh — AP Central U.S. (@APCentralRegion) October 9, 2018\n\n#APFactCheck looks at an attack ad that claims Colorado Democratic gubernatorial candidate Jared Polis had a restraining order placed against him by a former employee. https://t.co/wlY1gpAXqE — AP West Region (@APWestRegion) October 16, 2018\n\nAP FACT CHECK: Kansas gubernatorial candidate Kris Kobach didn't directly call schools 'overfunded' #APFactCheckhttps://t.co/55RZRfgHAX — Amanda Seitz (@AmandaSeitz1) October 2, 2018\n\nAn #APFactCheck shows Montana U.S. Sen. Jon Tester did attempt to meet with Supreme Court nominee Brett Kavanaugh despite his GOP opponent's claim otherwise. https://t.co/HYlt2TiGgp — AP West Region (@APWestRegion) October 4, 2018\n\nFirst time Kansas Democratic candidate for Congress Sharice Davids stumbles in trying to explain her views on immigration. #APFACTCHECK examines her recent ad. https://t.co/Yz3IX10K14 — AP Central U.S. (@APCentralRegion) September 6, 2018\n\n#APFactCheck: U.S. Rep. Cathy McMorris Rodgers inaccurately claims Democrat Lisa Brown voted to raise college tuition in Washington by over 80 percent. https://t.co/VsIWXnObeH — AP West Region (@APWestRegion) September 26, 2018\n\nWe continue to fact-check statements from politicians and other public figures at the national level in both individual AP Fact Checks and Not Real News roundups.\n\n#APFactCheck: Trump spins tall tale on ‘record’ judicial confirmations and median income, spreads falsehoods on Medicare and overstates the ferocity of Hurricane Michael. https://t.co/tE9PoCoafj — AP Politics (@AP_Politics) October 15, 2018\n\nNOT REAL NEWS: Here’s a look at what didn’t happen this week, even if you saw stories saying it did. #APFactCheckhttps://t.co/7kJ9mSUS2c — AP Fact Check (@APFactCheck) October 5, 2018\n\nFor decades AP has offered its customers and member news organizations nonpartisan fact-checks that objectively examine the claims of politicians and other public officials.\n\n\n\nThe news agency has worked with Facebook since 2016 to debunk misinformation circulating on the platform, and announced in March it would begin working with Facebook to identify and debunk false and misleading stories on the platform related to the midterm elections.\n\nFind all AP Fact Checks here.\n\n"}, {"source": "associated_press", "url": "https://www.ap.org/books/ap-stylebook-2018/index.html", "text": "AP Stylebook 2018 and Briefing on Media Law\n\nAP Stylebook audio feature Listen to an interview with Colleen Newvine, AP Stylebook Product Manager\n\nThe Associated Press releases a new edition each spring, compiling additions and changes that have been made throughout the year on AP Stylebook Online.\n\nThe 2018 Stylebook features about 200 new and updated entries, including the following:\n\n– A new chapter with expanded guidance on polls and surveys.\n\n– New guidance on emoji, including how to quote emoji and its proper plural usage.\n\n– A new entry on marijuana and medical marijuana adds more terminology and usage details.\n\n– Biracial/multiracial is now acceptable when relevant, though one should be specific about a person’s background when it’s pertinent. Avoid mixed-race unless the story subject prefers that term.\n\n– A new entry on act, amendment, bill, law, measure, ordinance, resolution, rule and statute explains the distinctions.\n\n– Beginning a sentence with a numeral-and-letter combination is now allowed: 3D movies are drawing more fans.\n\n– Other new or revised entries include sexual harassment and sexual misconduct; survivor; victim; homepage; lists and bulleted lists; today and tonight; LEED; coworking; HIPAA; gig economy; and storm names.\n\n– Nearly two dozen entries, ranging from matcha to churros, have been added to the food chapter.\n\nLike AP's flagship spiral edition, the convenience of the e-book with its interactive index is a must-have for any grammar enthusiast on the go."}, {"source": "associated_press", "url": "https://www.ap.org/explore/video.html", "text": "The Gift of One Picture: Nick, Kim and the Napalm Girl"}]