[{"source": "google", "url": "https://www.nytimes.com/2019/02/21/us/mark-harris-nc-voter-fraud.html", "text": "By Mr. Harris’s own account on the stand Thursday, it was his narrow defeat in the 2016 race that set a course toward the board’s decision. By March 2017, according to a text message turned over to investigators only on Wednesday, Mr. Harris was communicating with a political ally in Bladen County, a rural part of the district, about “the guy whose absentee ballot project for Johnson could have put me in the US House this term, had I known, and he had been helping us.”\n\n“Johnson” was Todd Johnson, one of Mr. Harris’s rivals in the 2016 race, and “the guy” was Mr. Dowless, a Bladen County operative with a felony record and a reputation for shadowy work for Democratic and Republican politicians. Mr. Dowless and Mr. Harris met in a furniture showroom about a month later.\n\n“How did you beat us so bad?” Mr. Harris said he had asked Mr. Dowless about the 2016 race. Mr. Dowless then explained a two-phase effort that concentrated on absentee ballots.\n\nIn the first phase, Mr. Harris testified, Mr. Dowless and his associates would help voters submit requests for absentee ballots — an ordinary and legal political activity in North Carolina. In the second, workers would ensure that voters had received the ballots and would inquire whether they needed assistance.\n\nBut under no circumstances, Mr. Harris was assured, were the workers to collect the ballots.\n\nTwo weeks after the meeting, Mr. Harris pulled out his personal checkbook and paid a $450 retainer. The next month, before Mr. Harris entered the congressional race, he paid Mr. Dowless another $2,890.\n\nMr. Dowless and his associates, who were often his acquaintances or relatives with little interest in politics but hoping for fast cash, went to work. Mr. Dowless, who refused to testify before the board, has not been charged with any crimes in connection with the 2018 election, nor have any of his workers. Prosecutors are examining the operation, though, and are considering whether to bring any criminal charges."}, {"source": "google", "url": "https://www.usatoday.com/story/news/politics/2019/02/21/judge-roger-stone-stop-talking-federal-case/2938729002/", "text": "CLOSE Roger Stone, a longtime adviser and confidant of President Donald Trump, was quiet and reserved in the courtroom Tuesday as he pleaded not guilty to felony charges in the Russia investigation. AP's Eric Tucker provides a debrief of the hearing. (Jan. 29) AP\n\nWASHINGTON – A federal judge on Thursday ordered Roger Stone, the flamboyant political consultant charged with obstruction and lying to Congress, to stop talking about his case after he posted a picture of the judge on Instagram as part of a fundraising appeal.\n\nU.S. District Judge Amy Berman Jackson had previously allowed Stone, an author who discusses politics on television, radio and the internet, to continue speaking so long as he didn't do so around the courthouse. She had ordered lawyers and witnesses not to discuss the case.\n\nJackson's stricter restrictions came after Stone posted a picture of the judge Monday next to what appeared to be a gun’s crosshairs.\n\nJackson said Stone made his living through messages, so that she didn’t believe the picture was chosen at random. She said the image could have stoked an angry crowd to violence.\n\n“Mr. Stone couldn’t even keep his story straight on the stand,” Jackson said. “Thank you, but the apology rings quite hollow.\" She added: \"There's nothing ambiguous about crosshairs.\"\n\nJackson said her rules are designed to prevent the case from degenerating into a circus.\n\n“The publicity can’t possibly subside if the defendant is out there fanning the flames,” Jackson said as Stone leaned his head on his right fist. “I have serious doubts about whether you’ve learned any lesson at all.”\n\nStone formally apologized for the \"improper\" post in a court filing Monday and repeatedly did so again Thursday while testifying under oath.\n\n\"I believe I abused the order,\" Stone said. \"I’m kicking myself over my own stupidity, but not more than my wife is kicking me.\"\n\nStone, an off-and-on adviser to President Donald Trump, is charged by special counsel Robert Mueller’s team with obstruction and lying to Congress for statements about his contacts with Wikileaks, which released damaging emails about Democrat Hillary Clinton before the 2016 election. Stone was released on personal recognizance after he was arrested at his Florida home last month.\n\nStone has pleaded not guilty and said any misstatements were mistaken recollections rather than intentional lying. He has insisted he is innocent and attacked prosecutors on both social media and through television interviews.\n\nIn setting the hearing, Jackson also warned she could revoke Stone’s release before trial. She didn't do that, but warned that she might if he violates her gag order.\n\nAt one point, Jackson asked whether Stone knew how to search with Google.\n\n“How hard was it to come up with a photograph that didn’t have crosshairs in the corner?\" Jackson asked.\n\nStone said the image was chosen by one of five volunteers he couldn't specify because nobody would acknowledge giving it to him, but that he selected the picture from a couple of choices and posted it. Stone said he later studied the image and determined that it featured a Celtic occult sign rather than a gun's crosshairs.\n\n\"It was an error, your honor,\" Stone said. \"Nobody will own up to it,\" he said of his volunteers.\n\nOne of the prosecutors, Assistant U.S. Attorney Jonathan Kravis, asked for restrictions on Stone's speaking outside court.\n\nStone's lawyer, Bruce Rogow, opposed greater restrictions. Stone testified that his consulting has dried up, leaving it difficult for him to put food on the table and pay the rent.\n\nRogow said the posting was the only mistake Stone had made under pretrial release, and that he posed no threat of fleeing the charges or danger to the community.\n\n\"Really what he’s asking for is a second chance,\" Rogow said. \"It was completely inappropriate. It’s indefensible.\"\n\nRogow had suggested that if Jackson did restrict Stone's speech, the restrictions should apply to talking about the charges, the prosecutors and the judge.\n\n“It was outrageous to see that picture, to see that text,\" Rogow said. “The government should not be criticized by Mr. Stone.\"\n\nThe Instagram post featured text pleading for contributions to his legal defense fund and noted that Jackson had been appointed by former President Barack Obama. Stone said the post had been a random picture taken from the internet and wasn't meant to threaten or disrespect the judge.\n\n“Please inform the court that the photograph and comment today was improper and should not have been posted,” Stone wrote in a note filed with the court Monday. “I had no intention of disrespecting the court and humbly apologize to the court for the transgression.”\n\nThe U.S. Marshals Service, which protects federal judges, was aware of Stone's post, spokesman Drew Wade said on Tuesday. He declined to comment on whether the service had provided additional security to Jackson.\n\nMore: Trump adviser Roger Stone pleads not guilty in Russia inquiry as he takes on a new role as defendant\n\nMore: Judge says Roger Stone can keep talking about his criminal case, but not on the courthouse steps\n\nMore: Roger Stone denies using Instagram post to threaten federal judge presiding over his case\n\nRead or Share this story: https://www.usatoday.com/story/news/politics/2019/02/21/judge-roger-stone-stop-talking-federal-case/2938729002/"}, {"source": "google", "url": "https://www.cnn.com/2019/02/21/politics/national-emergency-resolution-castro-donald-trump-mcconnell/index.html", "text": "(CNN) Mitch McConnell's life is about to get a lot more complicated.\n\nAs soon as Friday, the Democratic-controlled House will vote on a privileged resolution to terminate President Donald Trump's invocation of the National Emergencies Act to secure funding to build a wall on the country's southern border. Speaker Nancy Pelosi (Calif.) has penned a letter urging all members of Congress to vote for the resolution and, given the Democratic majority in the chamber, it seems certain to pass.\n\nWhich means that it will be sent to the Senate. Where it will be required by law to be voted on within 18 days. Which could well be the longest 18 days of the Senate Majority Leader's political life.\n\nAs CNN's Michael Warren wrote way back on February 12 when considering the political impact of Trump declaring a national emergency on the wall:\n\n\"Doing so could set off a chain of events on Capitol Hill that risks splitting the Republican conference, undercutting other parts of Trump's agenda and likely opening the administration's actions to legal challenges. It may also provide a clarifying moment that Republicans on the Hill have managed to avoid since Trump took office -- casting an up or down vote on whether to build the full-scale wall Trump desires.\"\n\nRead More"}, {"source": "google", "url": "https://www.latimes.com/nation/la-na-vegas-snowfall-20190221-story.html", "text": "McCarran sits at an elevation of about 2,000 feet, and the western edge of the city that leads into Red Rock Canyon climbs upwards of 3,500 feet. Since 1937, the city has seen more than an inch of snowfall 20 times. But Wednesday was only the second day in two decades with measurable snow at McCarran, National Weather Service meteorologist Jenn Varian said."}, {"source": "google", "url": "https://www.nbcnews.com/news/us-news/florida-mayor-arrested-after-deputies-shot-during-raid-his-home-n974286", "text": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nFeb. 22, 2019, 12:35 AM GMT By Elisha Fieldstadt\n\nA Florida mayor, who is suspected of practicing medicine without a license, was charged with two counts of attempted homicide Thursday after shooting at deputies who were serving a search warrant at his home, police said.\n\nDale Glen Massad, mayor of Port Richey, fired two rounds at Pasco County Sheriff SWAT team members after they announced themselves while approaching his house Thursday morning, said Sheriff Chris Nocco.\n\nHe said his office used the SWAT team to serve the warrant because Massad, 68, is a known drug-user and weapons-owner with a history of violence.\n\n\"We knew this was going to be a very dangerous situation, which it did turn out to be,\" Nocco said.\n\nWhen the officers saw that Massad had a gun, they told him to drop the weapon; he then fired, Nocco said.\n\nNo officers were injured or struck.\n\n\"He shot our members,\" Nocco said. \"He’s lucky he’s not dead.\"\n\nDale Massad\n\nMassad surrendered and was arrested shortly after shooting at the deputies, according to police.\n\nThe arrest was the result of a four-month investigation that uncovered Massad, who lost his medical license in 1992, was allegedly practicing medicine out of his home, according to the Florida Department of Law Enforcement.\n\nHe was booked on charges of practicing medicine without a license Thursday and later hit with the attempted homicide charges, according to an arrest report.\n\n\"No one is above the law,\" said Florida Attorney General Ashley Moody. \"My office will work with law enforcement to investigate and prosecute any crime within our jurisdiction regardless of the target’s political position or economic status.\"\n\nMassad was elected mayor of Port Richey, a city north of Tampa with about 2,600 residents, in a special election in 2015.\n\nHe was recently arrested on domestic violence charges, Nocco said. The mayor and his live-in girlfriend have had numerous brushes with the law over the years, according to the Tampa Bay Times.\n\n\"When you mention his name, the reputation isn’t the greatest,\" Nocco said. \"People are probably thinking to themselves, 'well it’s about time.'\"\n\nIt's unclear if Massad has a lawyer. Requests for comment from the Port Richey mayor's office were not returned."}, {"source": "google", "url": "https://www.nbcnews.com/news/us-news/ohio-man-punches-lawyer-court-after-receiving-47-year-sentence-n973936", "text": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nFeb. 21, 2019, 5:15 PM GMT By Farnoush Amiri\n\nAn Ohio man allegedly punched his lawyer in the face in court Tuesday upon finding out he was sentenced to almost five decades in prison.\n\nThe altercation, caught on video by a Cuyahoga County sheriff's deputy's body camera, shows David Chislton, 42, assaulting his defense attorney after finding out he was sentenced to 47 years.\n\nChislton had pleaded guilty to domestic abuse, aggravated arson, felonious assault and cruelty against a companion animal, according to Cleveland.com.\n\nHe now faces more charges after Tuesday's assault, according to NBC affiliate WKYC.\n\nAaron Brockler, Chislton's attorney, was standing next to his handcuffed client during the sentencing hearing in Common Pleas Court Judge Nancy Margaret Russo's courtroom when, he said, everything went black.\n\n\"I turned to him because I was about to tell him that I will come and meet with him privately to see if there was anything we could do to reduce the sentence, but before I could even open my mouth I heard a swoosh sound,\" Brockler told the news station.\n\nDavid Chislton Cuyahoga County Sheriff's office\n\n\"All I remember is waking up on the floor underneath the table,\" he said. He then saw officers on top of his client, in an attempt to subdue him.\n\nBrockler was taken to a nearby hospital to be treated for a concussion.\n\n\"I felt blessed that it was just a busted nose and a concussion,\" he said. \"It could have been avoidable, and hopefully I took a couple of shots so now nobody else will have to.\"\n\nCommon Pleas Court Administrative Judge John J. Russo responded to the altercation in an emailed statement Thursday, wishing the attorney a speedy recovery.\n\n\"What occurred in courtroom 18-C today was unfortunate, and we are thankful that attorney Aaron Brockler was not more seriously injured,\" the statement said.\n\nThe charges against Chislton stem from an hourslong standoff with police in 2017 after a domestic violence disturbance led to a fire at an apartment complex, causing significant damage and displacing several families, according to WKYC."}, {"source": "google", "url": "https://www.npr.org/2019/02/21/696723194/a-life-destroyed-survivors-and-pope-at-vatican-summit-address-clergy-sex-abuse", "text": "'A Life Destroyed': Survivors And Pope Address Clergy Sex Abuse At Vatican Summit\n\nEnlarge this image toggle caption Vincenzo Pinto/AP Vincenzo Pinto/AP\n\nThursday at the Vatican, Pope Francis stood before some 200 participants in an unprecedented summit on preventing clergy sex abuse and said Catholics are seeking not simply \"condemnations\" but \"concrete, effective measures.\"\n\nBut a crisis that has crossed borders and generations, lacerating the church and shaking the pope's credibility, is standing in the way as he seeks to forge a path ahead.\n\nFrancis, who leads more than 1 billion Catholics across the world, offered 21 \"reflection points,\" which were distributed to attendees. They include general guidelines for addressing the crisis.\n\nAmong the proposals:\n\nEstablishing protocols for handling accusations against bishops.\n\nHaving candidates for priesthood undergo psychological evaluations.\n\nFormulating mandatory codes of conduct for clerics and volunteers outlining \"appropriate boundaries in personal relationships.\"\n\nEstablishing a group with a \"certain autonomy\" from the church easily accessible to victims who want to report a crime.\n\nThe pope exhorted the bishops and religious superiors in attendance to \"listen to the cry of the young seeking justice.\"\n\nFive anonymous abuse survivors addressed the gathering via video.\n\nA woman from Africa relayed her experience of being raped by a priest, beginning at the age of 15.\n\n\"I got pregnant three times, and he made me have abortions three times.\" She added that her life had been \"destroyed.\"\n\nAnother survivor from Chile said the church's leaders had discredited victims and protected the priests who abused them.\n\n\"You are the physicians of the soul and yet, with rare exceptions, you have been transformed, in some cases, into murderers of the soul, into murderers of the faith,\" he said.\n\nPhilippine Cardinal Luis Antonio Tagle choked up when he told the gathering that \"wounds have been inflicted by us, the bishops, on the victims. ... We need to help them to express their deep hurts and to help heal from them,\" he said, adding that perpetrators need to face justice.\n\nThe summit comes more than three decades after sex abuse revelations came to light in Ireland and Australia. In the U.S., an explosive investigation in 2002 by The Boston Globe uncovering sexual abuse in the Boston archdiocese helped open the door for more cases to emerge.\n\nOther recent high-profile scandals, including a report outlining massive sex abuse and cover-ups by clergy in Pennsylvania, the pope acknowledging the widespread abuse of nuns by priests, and the toppling of church leaders, have all plagued the church.\n\nDespite the unprecedented gathering, church leaders have been reluctant to address what critics say is an ingrained history of abuse, and some Catholics remain skeptical that any real change will be enacted.\n\nBut survivors from around the world who have descended on Rome for the summit are raising their voices anyway in a bid for change. Juan Carlos Cruz, a victim of a Chilean predator priest, was among those calling for zero tolerance by the church.\n\n\"Raping a child has been a crime in the first century, in the Middle Ages, and now and it will be in future,\" he said. \"I don't find any excuse to not change radically, because the church is on borrowed time right now.\"\n\nEnlarge this image toggle caption Gregorio Borgia/AP Gregorio Borgia/AP\n\nVatican officials have historically justified the absence of universal rules and mandatory reporting to civil authorities, saying accused clergy could be unfairly persecuted in authoritarian states where Catholics are a threatened minority.\n\nThe summit continues through the weekend and will close with another speech by the pope."}, {"source": "google", "url": "https://www.politico.com/story/2019/02/21/bernie-sanders-venezuela-maduro-1179636", "text": "Democratic presidential candidate Sen. Bernie Sanders (I-Vt.) said that he believes “the United States has got to work with the international community to make sure that there is a free and fair election in Venezuela.” | John Shinkle/POLITICO 2020 Elections ‘He is not going to be the nominee’: Dems slam Sanders over Maduro stance The just-announced 2020 contender declines to say whether the socialist Venezuelan dictator should go.\n\nFlorida Democrats are denouncing Democratic presidential candidate Bernie Sanders for refusing to call Venezuelan strongman Nicolas Maduro a dictator — a politically explosive issue in the nation’s biggest swing state.\n\nSanders also would not say whether he considered Venezuela’s assembly leader, Juan Guaidó, as the nation’s interim president, which is the position of the United States and a majority of Latin American countries and European countries.\n\nStory Continued Below\n\nBoth of Sanders’ positions play into the hands of President Trump and the GOP, say Democrats. The president just held a rally in Miami on Monday to denounce Maduro and socialism, an appeal to the state’s growing block of Venezuelan-American voters. Many Venezuelans have flocked to the state as the country’s economy crashed and repression increased.\n\nDemocrats, already alarmed that Trump’s inroads with Venezuelans could help him peel off an otherwise-reliable Democratic voting bloc in a toss-up state, were quick to denounce Sanders’ comments.\n\nFlorida Playbook newsletter Our must-read briefing on what's hot, crazy or shady about politics in the Sunshine State. Email Sign Up By signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\n\n“He is not going to be the nominee of the Democratic Party. He has demonstrated again that he does not understand this situation,” Rep. Donna Shalala, a Miami Democrat who represents Venezuelan exiles and, told POLITICO. “I absolutely disagree with his imprecision in not saying Maduro must go.” Shalala has filed legislation aimed at helping Venezuelan immigrants.\n\nThe emerging issue hasn’t yet spilled into the broader Democratic primary for president. Most candidates haven’t weighed in, some by choice.\n\nSen. Kirsten Gillibrand of New York and former Vice President Joe Biden, however, have clearly stated they consider Maduro a dictator and Guaidó the legitimate leader of Venezuela. And Sen. Elizabeth Warren told Pod Save America that she believed Maduro was a dictator and suggested she supported the “diplomatic part” of Trump’s backing of Guaidó, though she faulted him for too much “saber rattling.”\n\nOne Democratic Hispanic consultant said the remarks will cause a needless “frenzy” in South Florida’s Hispanic community.\n\nSanders did not embrace Maduro in his Tuesday interview with Univision’s Jorge Ramos, who quickly touched on Guaidó being declared the interim president of Venezuela by the nation’s National Assembly following Maduro’s questionable election.\n\nBut when he was asked whether he recognized Guaidó as the legitimate leader of the country, Sanders answered, “No.”\n\n\"There are serious questions about the recent election. There are many people who feel it was a fraudulent election,\" Sanders added.\n\nIn a follow-up question, Ramos asked Sanders if he thought Maduro is a dictator who should step down. Sanders refused to say yes or no.\n\n\"I think clearly he has been very, very abusive,” Sanders replied. “That is a decision of the Venezuelan people, so I think, Jorge, there's got to be a free and fair election. But what must not happen is that the United States must not use military force and intervene again as it has done in the past in Latin America, as you recall, whether it was Chile or Brazil or the Dominican Republic or Guatemala.”\n\nSanders also said that he believes “the United States has got to work with the international community to make sure that there is a free and fair election in Venezuela.”\n\nThat comment puzzled Shalala. “I do agree the international comm needs to come together and the U.S. needs to work with the international community,\" she said. \"But that’s been happening.”\n\nAfter Shalala posted her disagreement with Sanders on Twitter, the Vermont senator’s deputy chief of staff, Ari Rabin-Havt, replied to her that “this view represents the long and horrific history of American politicians imposing their will on the people of Latin America. Bernie stands with the Venezuelan people to demand free and fair elections and for self-determination for all people around the world.”\n\nRabin-Havt also noted Sanders has condemned Maduro.\n\nThe United States was the first to recognize Guaidó as Venezuela’s leader last month. About 64 other nations have followed. However, the United Nations still recognizes Maduro, though it has called for talks, as roughly 50 countries side with him — including U.S. foes Cuba, China, Iran, Nicaragua, North Korea, Russia and Syria.\n\nSanders has long had sympathy for leftist governments. Once a self-described socialist — he now uses the term \"democratic socialist\" — Sanders has spoken favorably in the past about socialist and communist strongmen. Cuban dictator Fidel Castro, Sanders once said, wasn't \"perfect\" but \"totally transformed\" the country. And Nicaragua’s leftist leader, Daniel Ortega, was \"an impressive guy,\" Sanders argued.\n\nOver the decades, Miami has become a home for exiles from some of those leftist governments, with Cuban-Americans leading the way and leaning strongly Republican. Venezuelans and Nicaraguans tend to vote Democratic once they become U.S. citizens and register to vote in Florida.\n\nBut Democratic consultants and community leaders say there’s evidence that could change and that the GOP’s anti-socialist messaging helped Republicans in 2018 and could help Trump in 2020.\n\nHelena Poleo, a Democrat who’s a former journalist from Venezuela and is a Spanish-language commentator, called Sanders comments “disgusting. The Florida Democratic Party needs to denounce this now.”\n\nThe state party made its position on Maduro clear, without mentioning Sanders by name.\n\n“Florida Democrats have been unequivocal: We recognize Juan Guaidó as the President of Venezuela, denounce the legitimacy of the Maduro regime and his efforts to remain illegally in power,\" the party said in a statement. Its comments echoed those of Rep. Debbie Wasserman Schultz (D-Fla.), who represents one of the largest Venezuelan populations in the United States.\n\nState Sen. Annette Taddeo, a Miami Democrat, said she was “dumbfounded” and believed Sanders wasn’t properly briefed.\n\n“He’s obviously clueless,” Taddeo said.\n\n“Seems the Senator has already written Florida off his presidential campaign strategy,” deadpanned Ric Herrero with the Cuba Study Group, which advocates for more engagement with Havana, an incidental ally of Caracas.\n\nOne of the state’s top Democratic consultants for Hispanic outreach, former state party political director Christian Ulvert, said he was disappointed with Sanders for making such “extremely ignorant” comments. Ulvert, who’s of Nicaraguan descent, said he found Sanders’ comments harmful on a personal level as did his husband, who’s from Venezuela and has relatives suffering under Maduro.\n\nThe day before Sanders’ comments aired on Al Punto, Ulvert had written to the Democratic National Committee chairman concerning the location of the party’s 2020 presidential convention and noted that Trump was trying to make inroads based on his anti-socialism message. Ulvert said “everyone in our party from House Speaker Nancy Pelosi to Joe Biden have recognized Juan Guaidó as the acting leader of Venezuela and said Maduro must go,” and now Sanders is complicating that message.\n\n“This helps Trump and it makes our job harder as Democrats,” Ulvert said. “What this will do is whip into a frenzy South Florida’s Hispanic community on both sides of the aisle. It’s an unnecessary distraction.”\n\n"}, {"source": "google", "url": "https://www.bloomberg.com/news/articles/2019-02-21/eu-is-said-to-expect-may-to-request-three-month-delay-to-brexit", "text": "Why did this happen?\n\nPlease make sure your browser supports JavaScript and cookies and that you are not blocking them from loading. For more information you can review our Terms of Service and Cookie Policy."}, {"source": "google", "url": "https://www.aljazeera.com/news/2019/02/india-reiterates-plan-stop-sharing-water-pakistan-190221193059359.html", "text": "An Indian government minister reiterated on Thursday the country's plan to restrict the flow of water to Pakistan from its share of rivers, the latest effort by New Delhi to pressure its neighbour after an attack in Kashmir.\n\n\"Our government has decided to stop our share of water which used to flow to Pakistan,\" Nitin Gadkari, transport and water resources minister said in a tweet. He added that the country would divert water from eastern rivers and supply it to its people in Jammu and Kashmir and Punjab states.\n\n190218103357243\n\nGadkari did not elaborate but officials from his ministry said he was restating decisions already taken by Prime Minister Narendra Modi, including a dam project cleared by his cabinet last December. Officials said no new decision had been taken on Thursday.\n\nGadkari's comments underlined New Delhi's anger over an attack by a Pakistan-based group last week in the disputed region of Kashmir, which killed 42 paramilitary police. India has accused Pakistan of not doing enough to control such groups, while Pakistan has denied involvement.\n\nThe sharing of water supplies from the Indus River and its tributaries between the two countries is regulated under the 1960 Indus Water Treaty. In recent years India has begun ambitious irrigation plans and construction of many upstream dams, saying its use of upstream water is strictly in line with the treaty.\n\nFollowing an attack on security forces in the Kashmir town of Uri in 2016, India began to fast track development of some of the dam projects, escalating tensions between the archrivals.\n\nPakistan has opposed some of these projects saying they violate the World Bank-mediated treaty on the sharing of the Indus waters, upon which 80 percent of its irrigated agriculture depends.\n\nArmed forces threat\n\nOn Thursday, Pakistani Prime Minister Imran Khan authorised the country's armed forces to hit back against India if attacked but repeated a call for an investigation into the attack in Kashmir.\n\n190221113249615\n\n\"The incident was conceived, planned and executed indigenously,\" said a statement issued following a meeting of Pakistan's National Security Committee, which added Pakistan was \"not involved in any way, means or form\".\n\nIndia's top military commander in Kashmir, Lieutenant-General KJS Dhillon, accused Pakistan's main Inter-Services Intelligence spy agency on Tuesday of controlling those behind the bombing and warned of retribution.\n\nIndia has long blamed Pakistan for a nearly 30-year revolt in Jammu and Kashmir, its only Muslim-majority state. Pakistan denies any involvement and has repeatedly urged New Delhi to hold talks to decide the future of the region."}, {"source": "google", "url": "https://arstechnica.com/cars/2019/02/teslas-model-3-loses-coveted-consumer-reports-recommendation/", "text": "Last year, Tesla won a Consumer Reports recommendation for the Model 3 thanks to a last-minute upgrade to its braking software. But on Thursday, the magazine rescinded its endorsement of the vehicle due to poor results in its customer survey.\n\n\"Model 3 owners in our spring survey sample reported some body hardware and in-car electronics problems, such as the screen freezing, which we have seen with other Tesla models,\" wrote CR's Patrick Olsen. \"The latest survey data also shows complaints about paint and trim issues. In addition, some members reported that the Model 3's sole display screen acted strangely.\"\n\n\"The vast majority of these issues have already been corrected through design and manufacturing improvements, and we are already seeing a significant improvement in our field data,\" a Tesla spokesperson told Consumer Reports in an emailed statement.\n\nTesla continues to lead all other car manufacturers in the Consumer Reports ranking of owner satisfaction. But that wasn't enough to secure the magazine's recommendation for the Model 3.\n\nPeople who responded to the Consumer Reports survey cited a number of different problems.\n\n\"The touch screen would intermittently begin acting as if someone was touching it rapidly at many different points,\" one member wrote. \"This fault would cause music to play, volume to increase to maximum, and... rescale and pan the map in the navigation system.\"\n\nSome respondents reported unexplained cracks in the rear window—a problem that Consumer Reports observed with one of its own test vehicles. Others pointed to issues with vehicle paint or trim.\n\nThis isn't the first time Consumer Reports has dinged Tesla for reliability problems. Back in 2015, the magazine gave the Model S such a high rating that it had to recalibrate its rating scale. But a subsequent survey found that newer Model S vehicles had more problems than earlier ones. Consumer reports rescinded its recommendation for the Model S later in 2015."}, {"source": "google", "url": "https://www.cnbc.com/2019/02/21/stocks-making-the-biggest-moves-after-hours-kraft-heinz-dropbox-zillow-and-more.html", "text": "Check out the companies making headlines after the bell:\n\nShares of Zillow fell as much as 8 percent in extended trading and then regained those losses to trade up more than 8 percent after the online real estate company announced its CEO Spencer Rascoff will be stepping down. Zillow co-founder and former CEO Rich Burton will return to lead the company and Rascoff will remain on the board of directors.\n\nThe announcement coincided with the company's tepid earnings. Though the company beat on revenue, earning $365 million vs. the estimated $351 million, earnings per share were in line with estimates at 1 cent. Zillow did issue strong first-quarter guidance: between $417 and $443 million in revenue, vs. the estimated $404 million. The stock later gained back most of its loses after hours.\n\nShares of Kraft Heinz tumbled more than 10 percent after the market close Thursday following weak fourth-quarter results and the disclosure of an SEC subpoena. Kraft reported earnings per share of 84 cents on revenues of $6.89 billion. Analysts forecast earnings per share of 94 cents on revenues of $6.93 billion. The company also disclosed it was subpoenaed by the SEC in October 2018 regarding its accounting policies.\n\nHewlett Packard Enterprise shares shot up as much as 4 percent after the market close following the release of the software company's mixed first-quarter results. Earnings per share were 42 cents, beating Wall Street expectations of 35 cents. But HP Enterprise missed on its top line, posting $7.55 billion in revenue versus $7.6 billion forecast by Refinitiv.\n\nHP Enterprise sees full-year 2019 earnings per share between $1.56 and $1.66, vs. the estimated $1.58.\n\nDropbox shares rose slightly and then fell more than 8 percent after hours Thursday after posting better-than-expected fourth-quarter earnings but also giving disappointing guidance. The software company beat on the top and bottom lines, reporting revenues of $376 million, compared to the Refinitiv estimate of $370 million. Adjusted earnings per share were 10 cents, versus the 8 cents forecast by analysts. Paying users reached 12.7 million, beating the expected 12.54 million. Average revenue per user increased to $119.61, vs. the forecast $118.48.\n\nShares of Roku surged as much as 6 percent in extended trading Thursday following the release of their better-than-expected fourth-quarter earnings. The digital media player manufacturer posted earnings per share of 5 cents on revenues of $276 million. Wall Street forecast earnings per share of 3 cents on revenue of $262 million, according to Refinitiv.\n\nFirst Solar shares dropped more than 4 percent in after hours trading Thursday after the release of the semiconductor manufacturing company's fourth-quarter earnings. First Solar earned $691 million in revenue, missing Refinitiv estimates of $804 million. Earnings per share were 49 cents, 15 cents below expectations."}, {"source": "google", "url": "https://www.foxnews.com/auto/ford-investigating-accuracy-if-its-fuel-economy-numbers", "text": "Ford Motor Co. has launched an investigation into whether it overstated gas mileage and understated emissions from a wide range of vehicles.\n\nThe company says that in September, a group of employees reported possible problems with a mathematical model used to calculate pollution and mileage, prompting the company to hire an outside firm to run tests. Testing will start with the 2019 Ford Ranger small pickup truck, and if problems are found, the company will start looking at models dating to 2017.\n\nFord says it has no evidence yet that mileage or pollution numbers are wrong, but the investigation has just started. The company says it's too early to tell how many and which models might be involved.\n\n2019 FORD RANGER TEST DRIVE\n\nDepending on what is found, Ford could be required to restate the mileage on EPA-approved window stickers as well as reimburse owners for the mileage difference. The company could also face penalties from the government agencies.\n\n\"At Ford, we believe that trust in our brand is earned by acting with integrity and transparency,\" Kim Pittel, the company's vice president for environment and safety engineering, said Thursday. \"We have a process for looking at how we perform and behave in our broad and complex company.\"\n\nThe U.S. Environmental Protection Agency and the California Air Resources Board, which monitor emissions and mileage, have been informed of the probe, according to the company.\n\nThe EPA said in a statement that Ford disclosed the issues on Tuesday.\n\n\"The investigation is ongoing and the information is too incomplete for EPA to reach any conclusions,\" the agency said. \"We take the potential issues seriously and are following up with the company to fully understand the circumstances behind this disclosure.\"\n\nThe problems do not involve \"defeat device\" software that activates pollution controls for emissions tests and turns them off on the road, according to Ford. For years, Volkswagen used a defeat device to cheat on diesel emissions tests until they were caught by university researchers and a nonprofit organization. Ford said the investigation is focused on vehicles with gasoline engines.\n\nIn an interview, Pittel said it's too early to tell how widespread the problem is or if it goes beyond 2017 models. \"We're just going to go where the investigation takes us,\" she said. \"We will be very, very thorough.\"\n\nMost emissions and mileage tests are done by automakers and spot-checked for accuracy by the EPA and California. The tests are done on a dynamometer, which is a treadmill-like device, and the mathematical model makes calculations for \"road load,\" which is drag from wind, tire rolling resistance, drag from engine-driven devices and other factors.\n\n\"We have identified potential concerns with how we calculate road load,\" Pittel said.\n\nIf problems are found, it won't be the first time Ford has had to restate mileage. In 2014, the Dearborn, Michigan, company had to cut the window sticker mileage on six models, and had to pay thousands of dollars to more than 200,000 owners after errors were discovered in how the mileage was calculated. The company said the latest issues are unrelated to the 2014 problems. The company also had to restate mileage on the C-Max gas-electric hybrid in 2013.\n\nThe Ford cases came after a 2012 EPA investigation found inflated mileage on 13 Hyundai and Kia models, affecting 900,000 vehicles."}, {"source": "google", "url": "https://www.npr.org/2019/02/21/696597381/apple-and-goldman-sachs-will-reportedly-launch-an-iphone-connected-credit-card", "text": "Apple And Goldman Sachs Will Reportedly Launch An iPhone-Connected Credit Card\n\nEnlarge this image toggle caption Drew Angerer/Getty Images Drew Angerer/Getty Images\n\nApple will reportedly have a different kind of product launch later this year: a credit card, jointly operated by Goldman Sachs.\n\nAccording to a report in The Wall Street Journal, the card will be integrated with the iPhone and offer features to track spending and points. The card would represent a move into new, highly competitive terrain for both companies.\n\nRather than competing with other credit cards offering lots of points, the Apple and Goldman Sachs card may try to attract users with features that emphasize budget management. \"Executives have discussed borrowing visual cues from Apple's fitness-tracking app, where 'rings' close as users hit daily exercise targets, and sending users notifications about their spending habits,\" the Journal reports.\n\nApple's move to get a share of the credit card market would be amid a slide in iPhone sales, particularly in China. Last month, the technology company said that its iPhone revenue declined 15 percent from the previous year.\n\nBut its services business has been growing. In its most recent earnings report, Apple trumpeted that services revenue hit $10.9 billion, an all-time high. That includes revenue from the App Store, Apple Music and Apple Pay — although as the Journal notes, Apple Pay \"has been slow to catch on among users and merchants.\"\n\nThat's where the credit card business comes in. Apple may be able to take a larger cut from purchases made on the credit card than it does through Apple Pay, while continuing to expand its role in the lives of iPhone users.\n\nFor Goldman, the card appears to be part of its effort to capture new customers: the middle class. In 2016, the bank launched Marcus, its business offering personal loans and online savings accounts.\n\nNeither Apple nor Goldman Sachs replied to NPR's request for comment.\n\nThe card will use the MasterCard payment network, the Journal reports."}, {"source": "google", "url": "https://www.cnet.com/news/galaxy-fold-outdoes-iphone-xs-heres-why-you-still-wont-buy-one/", "text": "James Martin/CNET\n\nFoldable smartphones like Samsung's Galaxy Fold point to a bright future for the mobile world. But that doesn't mean you should hop on the bandwagon now.\n\nSamsung on Wednesday finally offered a longer, closer look at the Galaxy Fold, a smartphone that unfolds like a book to reveal a second, larger display. It's the stuff of sci-fi magic, and it opens the door to a whole new world of different designs and devices. Most notably, it leaves Apple's iPhone franchise, which hasn't had a major facelift in more than a year, in the dust.\n\nNow playing: Watch this: Samsung flaunts Galaxy Fold at Unpacked\n\nThe Galaxy Fold may be impressive, but there might not be a more perfect illustration of the hazards of being an early adopter. Credit goes to Samsung for getting a foldable phone to market before rivals, but it's clear from our short first look at the device that a lot more polish and development needs to happen before this is ready for the average consumer. After all, the gadget was actually show on stage for a few minutes and wasn't available for demos despite Unpacked being the phone's launch event.\n\n\"The Galaxy Fold is not intended to be a mass-market product, at least not yet,\" said Avi Greengart, an analyst at Techsponential. \"It's a halo product for Samsung, aimed at early adopters.\"\n\nIndeed, hard-core Samsung and gadget enthusiasts will gladly line up to be the first to own this device. They'll be beta testers in this brand-new foldable adventure.\n\nSamsung knows this, which is why its safer Galaxy S10 line, alongside a Plus, 5G and budget variants, served as the meat of the Unpacked event. For most consumers, these devices will be more than sufficient for their needs.\n\nBut if you're thinking about the Galaxy Fold, here are a few reasons why you should reconsider.\n\nPrice\n\nYou think the $1,099 starting price of the iPhone XS Max is expensive? The Galaxy Fold will launch on April 26 at a staggering $1,980.\n\nNext to the Fold, the $899 Galaxy S10 and the bigger $999 Galaxy S10 Plus are practically bargains. Though they're decidedly more rigid.\n\nAt a time when prices for smartphones are higher than ever, the Galaxy Fold breaks new ground in terms of its potential to eat into your wallet.\n\nJustin Denison, marketing executive for Samsung, put it best: \"It's a one of a kind luxury device.\"\n\nRead: Mate X: Huawei's $2,600 foldable phone steps up to Galaxy Fold with three screens, four rear cameras, 5G\n\nUser interface\n\nSamsung has said it had to rethink the software and user interface to take advantage of the two displays. It's admirable the company took care in considering the new design, but Samsung has a mixed record when it comes to software.\n\nCNET\n\nThe early days of Touch Wiz were abysmal, and though the Samsung experience has come a long way, it still lacks the cleaner interfaces found on rival devices like Google's Pixel phones or OnePlus devices.\n\nWhat Samsung showed off Wednesday looked promising. The device will be able to run three apps at once, and the seamless flow between the smaller display and the larger one works well in the demos. But we won't know for sure till we get our hands on the gadget.\n\nGiven how niche this device will be, app support should be abysmal at first. Google said it would support foldable devices with its next Android update, but that won't come until the second half of the year. For now Samsung touted Google Maps and video from Netflix as examples of apps that'll take advantage of the larger screen.\n\nBattery\n\nWe won't know just how long the Galaxy Fold's battery lasts until we run proper tests, but the demands of not one, but two displays -- including a massive folding one -- don't bode well for the Galaxy Fold.\n\nSamsung seems to know this, and it touted the inclusion of two separate batteries running the device.\n\nSize\n\nThe downside of a foldable phone is, well, it folds. Two halves mean a device that's going to be thicker than even the bulkiest of smartphones. That comes at a time when phone makers are shaving millimeters off their devices and talking about sleek design.\n\nThe Galaxy Fold appears to be less bulky than the prototype Samsung showed off in November, but it's still easily twice as thick as your standard phone.\n\nSo just wait till you try to stuff it in the side pocket of your skinny jeans.\n\nJuan Garzon/CNET\n\nDurability\n\nThis one is the real x-factor. Samsung touted the proprietary articulated spine, as well as the coating on the glass that protects the foldable part from wear-and-tear damage. But even if Samsung has tested these phones, it's unclear just how durable they are.\n\nAlso, good luck dealing with the device if you've scratched or cracked the screen. You're not going to be able to bring this to any screen repair shop to get it fixed.\n\nCNET\n\nTo the foldable pioneers\n\nIf you're the type of person who needs to have the latest and greatest no matter what -- well, why are you even reading this story? Concerns like price and battery life probably aren't too critical, since this isn't likely your only phone.\n\n\"It will sell out and become a status symbol,\" said Patrick Moorhead, an analyst at Moor Insight.\n\nSo, to those early adopters willing to brave the new world of foldable phones, eventually leading to more-polished products for the rest of us, I salute you.\n\nBut for now, I'll stick to my boring rectangular slab of glass and metal.\n\nFirst published Feb. 21, 5 a.m. PT.\n\n"}, {"source": "google", "url": "https://www.slashgear.com/apple-foldable-iphone-patent-bends-both-ways-20566617/", "text": "Apple foldable iPhone patent bends both ways\n\nNow that Samsung has finally announced the Galaxy Fold, including its April availability and whopping $2,000 price tag, others are sure to follow. We do have Huawei and Xiaomi ready to make a splash, not to mention Lenovo who has actually been teasing foldable prototypes for years now. Almost everyone is in, including, surprisingly, Apple. The company has patented quite a few ideas for its own foldable device, and this latest one that popped up just last week might be the oddest one yet.\n\nSamsung’s Galaxy Fold is aimed at users who want a larger screen than their smartphones could give them but don’t want to carry a second device. That’s why transforms from a skinny and tall phone to a rather small tablet and vice versa. Most foldable devices shown off by manufacturers seem to be of the same mind, but this Apple patent is clearly a class of its own.\n\nBased on LetsGoDigital’s renders of that patent, Apple’s idea is to take what seems to be a Plus-sized iPhone and fold it in half along the horizontal axis. In other words, fold it like a clamshell phone. But unlike similar clamshell-like foldable phone ideas, this is more about folding an iPhone in half rather than a device that unfolds to a longer or taller version of its self.\n\nIt gets even weirder. Apparently, Apple envisions that this foldable iPhone can also bend backward. Whether it can fold all the way back isn’t noted but the idea is to offer a “tent mode” where two users can view different things on different sides of the same phone. It’s pretty much like what convertible PCs like the Lenovo Yogas do, except on a tinier screen.\n\nWhether Apple’s patent makes practical sense or not is probably not a problem. It is just a patent after all, and the diagrams included in it are too rough and too generic to be the final design. Suffice it say, it’s too early to count Apple out from the foldable phone race, though it will probably take its time while watching the competition test the waters first."}, {"source": "google", "url": "https://kotaku.com/guild-wars-2-developer-arenanet-plans-for-mass-layoffs-1832799804", "text": "Photo: ArenaNet\n\nArenaNet, the studio behind the popular online games Guild Wars and Guild Wars 2, informed employees today that it is planning big layoffs, according to a person who is there. Although ArenaNet did not give out exact numbers, and they may not yet be finalized, rumors floating around the studio signal that a significant number of people will be let go.\n\n\n\nSongyee Yoon, the CEO of Korean publisher NCSoft West, which owns ArenaNet, e-mailed employees this afternoon with the news. “Our live game business revenue is declining as our franchises age, delays in development on PC and mobile have created further drains against our revenue projects, while our operating costs in the west have increased,” she wrote. “Where we are is not sustainable, and is not going to set us up for future success.”\n\nYoon added that the company plans to “cut costs across the organization” and restructure across the board, merging ArenaNet and NCSoft’s publishing divisions in the process. “The restructuring, cost-cutting, and strategic realignments are all being done to secure our tomorrow and to provide the foundation that will allow us to grow and acquire,” she wrote.\n\nLater this afternoon, ArenaNet CEO Mike O’Brien plans to meet with staff to discuss the layoffs further.\n\nAround 400 people work at ArenaNet, and for the past few years they’ve been working on a number of unannounced projects, according to one person familiar with goings-on at the company. However, that person said, slow development progress combined with a lack of new games in 2018 and 2019 has led to a financial squeeze. ArenaNet’s last release, the Path of Fire expansion for Guild Wars 2, launched in September 2017.\n\nAdvertisement\n\nThis news comes in the wake of widespread cost-cutting measures at NCSoft. Last September, NCSoft shut down Wildstar developer Carbine Studios, and earlier this year it began plans to reduce staff at the mobile studio Iron Tiger. In its financial earnings call earlier this week, NCSoft reported an annual decline in PC revenue.\n\nWhen reached by Kotaku earlier today, an NCSoft representative declined to comment.\n\nUPDATE (6:02pm): ArenaNet management addressed employees directly in two meetings this afternoon, according to people who were there. There’s still no word on how many people will be laid off, and most employees are still in limbo as they wait to find out if they’ll be affected (although some who worked on canceled projects say they’re presuming they’ll be laid off and are making preparations accordingly).\n\nAdvertisement\n\nArenaNet told employees it will be giving out severance of two months to anyone losing their jobs, as well as bonus time based on tenure with the company."}, {"source": "google", "url": "https://9to5mac.com/2019/02/21/12-iphone-safari-tips-everyone-should-know/", "text": "Last week we highlighted 10 general iPhone tips that everyone should know. This week, we’re back at it again, this time with a dozen Safari for iPhone tips that should be every iOS user’s repertoire.\n\nSynology RT2600ac: The AirPort Extreme replacement.\n\nRearrange tabs\n\nIf you tend to keep a lot of tabs open then you may it find it useful to manually arrange your tabs. To do so, open the tab browse, and long-press and drag it to the desired spot in your list.\n\nAdd tabs to Safari\n\nYou can add tabs to Safari in a variety of ways. If you have a 3D Touch-enabled device, you can 3D Touch on the Safari icon to invoke a Quick Action Shortcut to create a new tab. You can also long-press on the Tab button, or press the + button in the tab browser to create a new tab.\n\niPhone Safari tips walkthrough\n\nSubscribe to 9to5Mac on YouTube for more videos\n\nClosing tabs\n\nYou can open new tabs in a variety of ways, so it only makes sense that you can close tabs using multiple methods as well. You can swipe left on a tab inside the tab browser or tap the X button in the upper left-hand corner of a tab. You can also long-press on the Tab button while viewing a single tab to reveal a Close Tab button.\n\nPaste and Go & Paste and Search\n\nIf you have a URL or search term in your iOS clipboard, simply long-press on the address bar to reveal a Paste and Go or Paste and Search option.\n\nQuickly add bookmarks\n\nLong-press on the Bookmark button to reveal quick shortcuts for adding a new bookmark, or adding a page to your Reading List.\n\nLoad desktop site\n\nAlthough many sites these days are of the responsive variety, occasionally you may run across one where you’ll need to request the desktop version. In cases such as these, long-press the Refresh button in the address bar, and select Request Desktop Site.\n\nHow to search tabs\n\nSwipe up to the very top of the tab browser to reveal a search bar that allows you to search for specific tabs.\n\nHow to close search tab results\n\nYou can also close the tabs revealed on your tab search results. To do so, long-press the Cancel button while viewing your search results. Special thanks to @mxswd for sharing this awesome tip.\n\nAccess recently closed tabs\n\nLong-press on the + button in the tab browser to access a list of recently closed tabs.\n\nAccess back and forward history\n\nLong-press on either the Back or Forward button to access back or forward history.\n\nQuickly close all tabs\n\nIf you long-press on the Tab button or the Done button in the tab browser, you’ll reveal an option that allows you to close all open tabs in one fell swoop.\n\nBuild on search suggestions (beta)\n\nThis is a feature found in the newest iOS 12.2 beta, but it’s so good I thought it was worth including. This feature allows you to build on search suggestions in Safari’s address bar without submitting the search. Google Chrome has had this feature for a while, but it’s coming soon to all iOS users.\n\nConclusion\n\nWhat’s your favorite item in this list of handy Safari for iPhone tips? Is there anything that you didn’t see that you felt was worth including? Check back next week for yet another set of Apple-related tips that everyone should know, and as always, feel free to drop a comment down below with your thoughts.\n\nSubscribe to 9to5Mac on YouTube for more Apple news:"}, {"source": "google", "url": "https://www.etonline.com/khloe-kardashian-unfollows-jordyn-woods-amid-cheating-allegations-120029", "text": "Khloe Kardashian is cutting ties with Jordyn Woods -- at least on social media!\n\nThe Keeping Up With the Kardashians star just unfollowed her sister, Kylie Jenner's, best friend two days after ET confirmed that Khloe ended her relationship of two years with Tristan Thompson over cheating allegations involving Woods.\n\nKhloe's sister Kourtney Kardashian also decided to unfollow Woods and Thompson on Thursday. And one day prior, Kim Kardashian unfollowed both as well as reports of the pro baller's alleged misdeeds with Woods circulated.\n\nAn insider previously told ET that the couple simply couldn't withstand another round of infidelity allegations.\n\n\n\n“There were trust issues again and she has been down that road before,\" a source said of the couple’s relationship, hinting at the cheating reports that swirled around Thompson just as their daughter, True, was born last April. \"She has to be strong for herself and True. Everyone is extremely disappointed.”\n\n\n\nAccording to Hollywood Unlocked founder Jason Lee, 27-year-old Thompson hooked up with Woods at a house party over the weekend.\n\n\n\n\"One of my writers was there,\" Lee claimed. \"And Tristan you took everybody's phone but you let them stay. Jordyn came in, y'all were smoking hookah, she was all up in your lap, you was all over her, touchy feely, and you let the girl stay the night until seven in the morning. Now, that happened, that's a fact.\"\n\nAfter the cheating allegations began circulating on Tuesday, Tristan pushed back, writing in a since-deleted tweet, \"FAKE NEWS.\" Khloe has since shared a number of posts seemingly in response to Thompson's alleged cheating.\n\n“The worst pain is gettin' hurt by a person you explained your pain to,” she posted. The next one read: “Somebody needs to hear this… That betrayal was your blessing!!!!”\n\nKhloe also wrote -- “If they ask you about me, tell them: ‘She was the only person that loved me with honesty, and I broke her.’” She completed the series of posts with a comic-book style image of a woman crying.\n\nThis entire situation puts Kylie, in a particularly tough position. Even though Woods has been Kylie's best friend for years, she moved out of Jenner's home following the cheating reports.\n\n“Jordyn is a sister to Kylie, and she’s extremely shocked this could happen, as is the whole family,” a source told ET. “Kylie is trying to get all the facts before she makes up her mind, but for now, Jordyn isn’t staying at Kylie’s. Kylie needs her space and also wants to respect her sister Khloe.”\n\n\n\nGet more on Khloe and Tristan’s breakup down below.\n\n\n\nRELATED CONTENT:\n\nAll the Times Jordyn Woods and Kylie Jenner Have Shown How Incredibly Close They Are\n\nKhloe Kardashian Spotted for the First Time Since Tristan Thompson Breakup at Kanye West's Office\n\nKhloe Kardashian and Tristan Thompson Split 10 Months after Cheating Scandal\n\nRelated Gallery"}, {"source": "google", "url": "https://www.cnn.com/2019/02/21/entertainment/leaving-neverland-hbo-suit/index.html", "text": "(CNN) HBO is standing by its decision to air a four-hour documentary detailing the stories of two men who accuse Michael Jackson of molestation in the face of a suit filed by Jackson's estate that claims airing the film would be a breach of contract.\n\n\"Despite the desperate lengths taken to undermine the film, our plans remain unchanged,\" the network said in a statement to CNN. \"HBO will move forward with the airing of 'Leaving Neverland,' the two-part documentary, on March 3rd and 4th. This will allow everyone the opportunity to assess the film and the claims in it for themselves.\"\n\nThe lawsuit, obtained by CNN, cites a contract that HBO allegedly agreed to in order to air a Jackson concert in 1992. (CNN and HBO share parent company WarnerMedia.)\n\n\"HBO breached its agreement not to disparage Michael Jackson by producing and selling to the public a one-sided marathon of unvetted propaganda to shamelessly exploit an innocent man no longer here to defend himself,\" a statement from Jackson estate attorneys read.\n\nThe estate argues that HBO had allegedly agreed to \"not make any disparaging remarks\" concerning Jackson or \"any of his representatives, agents, or business practices or do any act that may harm or disparage or cause to lower in esteem the reputation or public image\" of Jackson, as part of the contract.\n\nRead More"}, {"source": "google", "url": "https://www.goldderby.com/article/2019/secret-oscar-voter-ballot-exposed-roma-bradley-cooper-mahershala-ali/", "text": "Several Oscar voters over the past few days have been eager to share their top choices and reasons why for the top eight categories at the 2019 Academy Awards. Now that voting is over and the accountants have the ballots, we can start exposing these secret votes. The comments below for Voter #4 in each category are part of the thought process in choosing these potential winners.\n\nAnd click here to see our winner picks for Voter #1, Voter #2 and Voter #3. More articles will be published this week.\n\nBEST PICTURE: “Roma”\n\n“Roma” has so much to say in a very simple way. A lot of people have overlooked the poeticism of the movie. When I watched it, it brought back a lot of memories of my childhood and the people who took care of me when I was a kid. And of the times I was in trouble and was comforted and having key milestones happen in life. I thought the film captured that in a very elegant way. Second place is “BlacKkKlansman.” Third place is “Green Book.”\n\nBEST DIRECTOR: Alfonso Cuaron (“Roma”)\n\nHe’s such an auteur, and it’s a very personal vision. I really appreciated the understated simplicity of the film, but at the same time when you look at it, you see how much is in the frame for what he’s doing there from total scratch. That was a brilliant accomplishment.\n\nBEST ACTRESS: Glenn Close (“The Wife”)\n\nActress is easy for me, and it’s Glenn Close. It’s a combination of this performance and the body of work plus her stature as an actress. This is the right time for her to get the Oscar. It’s also the understatement because this is someone who doesn’t need dialogue to express emotion.\n\nBEST ACTOR: Bradley Cooper (“A Star Is Born”)\n\nThis was an agonizing decision, and when I went through the ballot I left that one open for a while because I was so undecided. In the end I went with Bradley Cooper and this is a surprise. I tend to be a spread-the-love type of voter, and I want to acknowledge him this year.\n\nBEST SUPPORTING ACTRESS: Amy Adams (“Vice”)\n\nI’m going for a long shot there but a personal favorite in Amy Adams because she is just so good. Even though she had limited screen time, she established how much of a force behind the man that she was.\n\nBEST SUPPORTING ACTOR: Mahershala Ali (“Green Book”)\n\nThis is also easier, and it’s Mahershala. In this case, you see the range in his performance compared to his other work. He really steps into this role and has the effectiveness and at the same time an emotional arc, especially when he connects with Viggo at the end.\n\nBEST ADAPTED SCREENPLAY: Spike Lee, David Rabinowitz, Charlie Wachtel, Kevin Willmott (“BlacKkKlansman”)\n\nHe was taking a lot of story and compressing into a movie. He did a very effective job of really drawing you in and covering a lot of ground.\n\nBEST ORIGINAL SCREENPLAY: Paul Schrader (“First Reformed”)\n\nAs a work of art, I thought it was very powerful and the film has kind of been lost in the mill. Ethan Hawke should have been nominated for Best Actor. That film was a real artistic achievement.\n\nPREDICT the Oscar winners now; change them until February 24\n\nBe sure to check out how our experts rank this year’s Oscar contenders. Then take a look at the most up-to-date combined odds before you make your own Oscar predictions. Don’t be afraid to jump in now since you can keep changing your predictions until just before winners are announced on February 24.\n\nSIGN UP for Gold Derby’s free newsletter with latest predictions"}, {"source": "google", "url": "https://www.foxnews.com/entertainment/gayle-king-reveals-why-meghan-markle-didnt-open-gifts-at-nyc-baby-shower", "text": "Meghan Markle received a number of gifts at her New York baby shower but refrained from opening any of them – going against traditional baby shower etiquette in the process, Gayle King revealed Thursday.\n\n“She wants to do that when [Prince] Harry and her are back together, so I really don’t know what everybody got her,” King told her colleagues on “CBS This Morning.” “I think I got her something very nice.”\n\nKing was photographed outside the Mark Hotel carrying a colorful polka dot gift bag for the Duchess of Sussex as she entered the shower, which was also attended by Serena Williams and Amal Clooney.\n\nFurthermore, King said that during one of the planned activities at the shower guests made their own floral arrangements, which were donated to a number of charities.\n\n“I thought it was a very sweet thing, it just speaks to who she is. She’s very kind, she’s very generous and a really, really sweet person,” King said, though she remained coy on any additional details.\n\n“A good time was had by all, that’s what I’ll say … it was a very, very small private affair and just a very special time for her.”\n\nMarkle, 37, is due in April."}, {"source": "google", "url": "http://www.espn.com/mens-college-basketball/story/_/id/26049637/zion-williamson-day-day-knee-sprain-coach-k-optimistic", "text": "Tracy McGrady joins The Jump to reiterate his point that Zion Williamson should sit out the remainder of the season after he suffered a knee injury vs. UNC. (1:43)\n\nDuke coach Mike Krzyzewski is optimistic about Zion Williamson's health after his star player suffered a grade 1 sprain to his right knee in Wednesday night's loss to North Carolina.\n\nThe Blue Devils said Williamson, the consensus top-ranked prospect for June's NBA draft, is \"day-to-day\" after leaving the top-10 showdown in the first minute, and Krzyzewski wasn't able to estimate when he will be healthy enough to play again.\n\n\"I think that everyone wants to know his status, and it's still -- we don't have a timetable, but the preliminary reports that we have on Zion's injury are all optimistic -- very, very good,\" Krzyzewski said on his weekly show on ESPNU Radio on SiriusXM. \"And the fact that it's a stable condition, a mild sprain, and we're going to do what everyone would do, and that's what's in the best interest of the young man. And Zion will get proper care. He's getting it today, as this moves along these next 24, 48 hours, we'll have a better feel for things, but there's no rush. You want to make sure he's completely at 100 percent.\"\n\nWilliamson grabbed his right knee in pain after slipping awkwardly and falling when his left shoe fell apart as he planted hard while dribbling near the free throw line on the opening play of the game. The blue rubber sole ripped loose from the white shoe from the heel to the toes along the outside edge, with Williamson's foot coming all the way through the large gap.\n\nHe walked off with a slight limp but under his own power before heading back to the locker room with no shoes on his feet.\n\nThe top-ranked Blue Devils (23-3) looked lost without Williamson and lost 88-72 to the Tar Heels. Duke has five games remaining -- including a regular-season finale at UNC on March 9 -- ahead of the ACC and NCAA tournaments.\n\n\"We know we're an NCAA [tournament] team,\" Krzyzewski said Thursday. \"We've won 23 games with great competition, and we're going to keep moving on, but we want to be -- want to make sure we're at 100 percent when we enter that one-and-done period called March Madness.\"\n\nWilliamson's injury led some NBA players to criticize the NCAA and voicing their opinion on whether Williamson should sit out the rest of this season to prepare for the NBA draft.\n\n\"My advice to him is, 'Do what's best for you and your family.' Obviously college ... it does nothing for him at this point,\" said Golden State Warriors big man DeMarcus Cousins. \"You've proven you're the No. 1 pick coming out, you've proven your talent. Get ready for the next level, because it's happening.\""}, {"source": "google", "url": "https://www.cbssports.com/mlb/news/why-has-craig-kimbrels-free-agent-market-been-so-quiet-numbers-show-his-days-as-a-lockdown-closer-are-likely-over/", "text": "Time was when a decorated, frontline closer like Craig Kimbrel would have long ago been snatched up from the market. This, however, is the winter of 2018-19, and for a variety of reasons the free agent market isn't what it used to be. In Kimbrel's case, he's perhaps the most acute example of the fact that teams these days care about past performance only to the extent it forms future expectations.\n\nKimbrel, of course, enjoyed a legendary peak with the Braves. When he was traded to the Padres following the 2014 season, Kimbrel at the time boasted an absurd 1.43 career ERA with an even more absurd 476 strikeouts in 289 innings. Those lofty heights are almost certainly gone forevermore, but in 2017 with the Red Sox Kimbrel proved still capable of elite-level run prevention. Then came a far more mortal 2018 for the champion Sox ...\n\nView Profile Craig Kimbrel BOS • RP • 46 ERA 2.74 K/9 13.9 WHIP .99 S 42 BS 5\n\nTo be sure, those bestowals are the envy of many a reliever, but that's not Maximum Kimbrel. In 62 1/3 innings, Kimbrel walked 31 batters, none of them intentional. He also allowed home runs and extra-base hits at career-worst rates. Much of Kimbrel's difficulties flowed from declining fastball velocity.\n\nKimbrel can still breathe fire, yes, but his average four-seamer velocity of 97.6 mph was his lowest mark since 2011. Probably as a result of his losing a tick or two, Kimbrel leaned on his breaking ball last season more than ever before. As a partial consequence of throwing that curve more than one-third of the time, Kimbrel worked in the zone less than ever before. On top of all that, Kimbrel's ground-ball percentage was well below his career norms.\n\nNow let's turn to FIP. In general terms, FIP, which stands for fielding-independent pitching, is what a pitcher's ERA should be if you emphasize what's most under the pitcher's control (i.e., strikeouts and walks) and correct for things like luck, defense and sequencing. It's a good indicator of a pitcher's underlying basic skills on the mound. Last season, Kimbrel authored an FIP of 3.13. While that's not bad in a vacuum, it's the worst mark of Kimbrel's career. Also, compare it to Kimbrel's pre-2018 career FIP of 1.80. That's indicative of a skills decline.\n\nThat's not all that surprising for a closer who's now on the wrong side of age 30 and who's already finished 449 games in his career. Count the postseason, and Kimbrel's thrown more than 9,000 pitches in his major-league career, many of them no doubt high-leverage and high-stress pitches. Now put all that knowledge against Kimbrel's reported ask of six years and nine figures earlier this offseason. Sure, that's just an initial bargaining point, but no team is going to give that to a closer in his thirties with underlying signs of degradation.\n\nThis, obviously, isn't to say Kimbrel is of no use. He still misses bats, and most projection systems tab him for an ERA in the high 2.00s to low 3.00s. That's not elite, but it's still good. Accept that he's probably going to decline further from here and focus on getting that worth from him at the front end of whatever contract he signs.\n\nReally, this isn't about the money -- any team can afford any free agent, provided there's anything resembling organizational will. This is about the possible notion that Kimbrel can still be a lockdown closer. He probably can't be that. Good, he can be with an understanding that at this stage of his career he probably gets a little less good each day."}, {"source": "google", "url": "https://www.usatoday.com/story/sports/nba/2019/02/21/nba-draft-eligible-age-limit-proposal-18-years-old/2942228002/", "text": "CLOSE What I'm Hearing: USA TODAY Sports' Jeff Zillgitt has been talking with people across the league to see if the NBA will reduce its age limit. USA TODAY Sports\n\nThe NBA has submitted to the National Basketball Players Association a formal proposal that will lower the draft-eligible age to 18 from 19, a person with knowledge of the proposal told USA TODAY Sports.\n\nThe person requested anonymity because he was not authorized to publicly discuss discussions between the league and the union.\n\nThe NBPA and its executive director, Michele Roberts, planned to review the proposal Monday at a post-All-Star weekend meeting in the Bahamas.\n\nThe league and union have had informal discussions about lowering the age limit, and NBA commissioner Adam Silver is on record saying the current 19-year-old age limit is not working for the league or college basketball.\n\nThis is the first step in formal negotiations to lower the age limit by the 2022 draft. The issue is collectively bargained between the NBA and NBPA, and both sides need to agree to any rule change.\n\nNBA commissioner Adam Silver during 2019 All-Star Weekend. (Photo: Bob Donnan, USA TODAY Sports)\n\nThe timing of the proposal is coincidental in relation to Duke star Zion Williamson’s injury, but his injury re-ignited the debate about one-and-done college players who may otherwise enter the draft after high school rather than spending a season in college and bypassing millions of dollars.\n\nOPINION: Don't blame NCAA after Williamson's injury\n\nOPINION: Williamson should never play another minute with Duke\n\nNIKE: Takes heat after Zion Williamson's shoe failure\n\nAt the July NBA owners’ meeting, Silver told reporters: “My personal view is that we’re ready to make that change. … When I’ve weighed the pros and cons, given that Condoleezza Rice and her Commission (On College Basketball) has recommended to the NBA that those one-and-done players now come directly into the league, and in essence the college community is saying we do not want those players anymore. That sort of tips the scale in my mind that we should be taking a serious look at lowering our age to 18.”\n\nWhy the 2022 draft? The league wants to give teams ample time to prepare for the change, and with the NBA submitting a proposal to the union now, it's clear it would prefer to reach an agreement, or at least a framework of the deal, in the next few months.\n\nAs is the case in CBA negotiations, obstacles remain. ESPN reported in October that the NBA wanted agents to provide medical reports on players and mandate attendance and some participation in the draft combine. That would give teams more information to make better selections in the draft. There is some pushback from agents to divulge information, but teams may not be willing to draft a player out of high school without a physical.\n\nBut the union is not opposed to lowering the age limit, and in July, NBPA executive director Michele Roberts told reporters, “Stay tuned … I suspect that we'll have some news in the next few months.\"\n\nBoth sides seem willing to get a deal done, and there is confidence it will get done. Even though the CBA doesn't expire until the end of the 2023-24 season, both sides can agree to amend rules before then."}, {"source": "google", "url": "https://mmajunkie.com/2019/02/georges-st-pierre-buries-hatchet-with-ufc-president-dana-white-retirement", "text": "MONTREAL – Dana White and Georges St-Pierre haven’t always been on good terms.\n\nOver the decade-plus they worked together, White has chastised St-Pierre for wanting time off, questioned the welterweight champ’s will to fight, and denied big-ticket matchups that would’ve made everyone a little richer.\n\nBut when St-Pierre called White personally to say he’s retiring for good, the UFC executive had nothing but good things to say.\n\n“He said, ‘Congratulations,'” St-Pierre, 37, said at a press conference announcing his decision. “He said, ‘Nobody retires on time in this game, and you did. I’m very happy for you.’ We left on very good terms. We remain friends, so it’s a good thing.”\n\nSt-Pierre said he called everyone who’d had an impact on his career to inform them of his decision to hang it up, and White definitely was on the list.\n\nAs recently as this past August, White indicated he and St-Pierre (26-2 MMA, 20-2 UFC) were on good terms. At the same time, he had placed conditions on another comeback for the UFC star, who returned from a three-year layoff to capture the middleweight title and then go back into retirement when health issues arose.\n\nWhen St-Pierre expressed serious interest in facing the winner of a blockbuster fight between lightweight champ Khabib Nurmagomedov and Conor McGregor at UFC 229, White said he’d repeatedly told “Rush” no.\n\n“Georges St-Pierre is looking for one-off fights where he can make a lot of money, which, it’s smart – that’s what he should do,” White said. “But we’re not interested in that.”\n\nSt-Pierre seemed to acknowledge his conditions for a return didn’t exactly make things easy with his promoter.\n\n“I would go and fight one fight at a time, but it’s a little bit selfish on my part, because this business, it’s about what’s next, not what was and what’s happening now,” he said. “That’s all that makes money.”\n\nAlthough St-Pierre didn’t completely rule out a comeback if White suddenly changed his mind and plunked down big cash for a one-off, he wasn’t interested in keeping the world in suspense.\n\n“It’s like a business offer,” he said. “When you make a business offer, it’s now. You take the businesses offer, yes or no. You can’t say in a few months, ‘Hey, your business offer, finally I want to accept it.’ No – it’s now. You take it or refuse.\n\n“In MMA, it’s a business game. It became, for me, a business game. First I started doing it because I loved it. I have my agents that take care of that for me. I don’t know where I will be mentally in a few months. But I don’t know. For me, it’s retire now. I’m off the grid. I don’t care about the other guys. I don’t want them to call me out, because I’m out.\n\n“If ever something happened, or Dana called me back and there’s something interesting, we’ll see. Like a movie scenario, ‘Oh, he’s coming back.’ We’ll see. But right now, I’m not thinking about it. I’m out.”\n\nIt wouldn’t be the first time St-Pierre has reconsidered his future in the sport. But at 37, he’s less interested in doing further damage to his body. And when it comes to his relationship with the most powerful man in the sport, it’s probably best to quit while he’s ahead – or at least somewhat even.\n\nFor more on the UFC’s upcoming schedule, check out the UFC Rumors section of the site."}, {"source": "google", "url": "https://gizmodo.com/the-worlds-biggest-bee-just-buzzed-into-my-heart-1832796174", "text": "I don’t remember when or where I was first stung by a bee. What I remember is the pain.\n\n\n\nRadiating from the pink welt was a sharp, throbbing ache. Adults said there was no treatment except ice. At the time, my tiny torment felt endless and unfair, but later encounters with yellowjackets reframed my first sting. Wasps, I learned, were the real assholes. Any harm (helpful, iconic) bees caused me was probably my fault.\n\nAdvertisement\n\nThis simplistic good bee/bad wasp worldview helps explain my reaction when I learned this morning that the world’s biggest bee has been found alive in Indonesia. “BIG BEE,” I wrote in our office chatroom. “BIIIIIIIIG BEEEEEE.”\n\nThe size of a kumquat and black as burnt toast, Wallace’s giant bee was presumed extinct as recently as the ‘80s. It hadn’t been spotted alive by researchers in decades. I sure as hell hadn’t seen one—but when I did today, I was in love.\n\nJust check out the jaws on this thing. What a monster! Scientists say they’re for carrying tree resin. I say they’re so this big honkin’ bee could saw its gnarly ass straight into my heart.\n\n\n\nAdvertisement\n\nI’m told Wallace’s giant bee makes its nest in termite mounds, which is also cool, but if I’m being honest, the big bee’s bigness is its primary appeal to me. Four times the size of a honeybee! Sadly, not everyone shared my affection.\n\n“ew,” is how one colleague reacted to the news. “fuck that,” wrote another. A third coworker (cruelly!) stated that he wished the bee would go back to being extinct.\n\nIf we were talking about a big nasty wasp like the Asian giant hornet, I’d understand. But this is not a big wasp, it’s a big bee—one that could potentially become my good friend and accompany me on a series of not-yet-fully-imagined adventures.\n\nAdvertisement\n\nOf course, the desire to be close to animals can play a role in their destruction. Rare insects like Wallace’s giant bee can be valuable to collectors. Speaking to The Guardian, conservation biologist Robin Moore noted that announcing the bee’s rediscovery could be controversial, “but the reality is that unscrupulous collectors already know that the bee is out there.” Indeed, a (dead) Wallace’s giant bee reportedly sold for $9,000 on eBay last year.\n\nSo as much as I might want to beefriend the big bee, today’s discovery only reaffirms the lesson I first learned decades ago: For amateurs, at least, bees are best left alone."}, {"source": "google", "url": "https://www.cbsnews.com/news/spacex-launch-spacex-falcon-9-carries-privately-funded-israeli-moon-lander-indonesian-comsat-watch-live-stream-today/", "text": "A SpaceX Falcon 9 rocket streaked away from Cape Canaveral on Thursday evening, boosting an Indonesian communications satellite into orbit and, along with it, a small Israeli spacecraft that will attempt the first privately-funded, non-superpower moon landing in April.\n\nIf successful, the $100 million mission will put Israel in an exclusive club, joining the United States, the Soviet Union/Russia and China as only the fourth nation in space history to pull off a powered landing on the moon.\n\n\"This is going to be the first private interplanetary mission that's going to go to the moon. This is a big milestone,\" said Yonatan Winetraub, co-founder of SpaceIL, the non-profit that is promoting the mission to boost STEM education initiatives across Israel.\n\n\"This is going to be the first time that it's not going to be a superpower that's going to go to the moon. This is a huge step for Israel.\"\n\nA time exposure captures the launch of a SpaceX Falcon 9 rocket Thursday as it streaked away from Cape Canaveral carrying an Indonesian communications satellite, a small experimental U.S. Air Force satellite and an Israeli moon lander that will attempt the first privately funded lunar landing in April. SpaceX\n\nSpaceX test fired the Falcon 9's first stage engines Monday night, clearing the way for liftoff from pad 40 at the Cape Canaveral Air Force Station. And right on time, at 8:45 p.m. EST (GMT-5) Thursday, the rocket's nine first-stage engines thundered to life again and the Falcon 9 shot away from its firing stand atop 1.7 million pounds of thrust.\n\nThe first stage shut down and fell away two minutes and 40 seconds after liftoff. While the second stage continued the climb to orbit, the first stage, making its third flight, plunged back toward a landing on a SpaceX droneship, the \"Of Course I Still Love You,\" stationed east of Cape Canaveral.\n\nConsidered an especially challenging return because of the Falcon 9's trajectory, the booster restarted its central engine as it neared the recovery ship, extended four landing legs and settled to a pinpoint touchdown. SpaceX's first stage landing record now stands at 34 successful touchdowns, 22 on droneships and 12 on land.\n\nThis was SpaceX's second mission so far this year, it's first from Cape Canaveral since December and the company's 68th Falcon 9 launch overall, its 69th counting the maiden flight of a three-core Falcon Heavy in February 2018.\n\nA SpaceX Falcon 9 rocket flashes to life and climbs away from the Cape Canaveral Air Force Station carrying an Indonesian communications satellite, a small experimental U.S. Air Force satellite and an Israeli moon lander that will attempt the first privately funded lunar landing in April. SpaceX\n\nWhile the Israeli Beresheet — \"in the beginning\" in Hebrew — moon lander sparked widespread interest in the mission, the primary goal of the flight was to boost a powerful Indonesian communications satellite into orbit for PT Pasifik Satelit Nusantara. Known as Nusantara Satu, the relay station will provide a broad range of telecommunications services across the Indonesian archipelago.\n\nThe comsat also carried a small U.S. Air Force Research Laboratory satellite, known as S5, that will be released to operate on its own in a circular orbit 22,300 miles above the equator. The experimental satellite will use an optical sensor to monitor the environment at that altitude where scores of communications stations are stationed. The goal is to improve \"space situational awareness.\"\n\nBut the clear star of the show is the Beresheet moon lander.\n\nDesigned by SpaceIL and built by Israel Aerospace Industries for the since-canceled Google Lunar X-prize competition, Beresheet is the first Israeli spacecraft designed to visit the moon or any other world. The goal is to spur interest in STEM careers among students in Israel.\n\n\"Israel is a very small country, as small as New Jersey, and we're shooting for the moon,\" said Yigal Harel, SpaceIL manager of Beresheet program. \"It's the first time a small country has aimed to reach the moon and land safely. We are the first non-governmental mission to the moon, and we're the first ever moon mission to use a commercial launch.\"\n\nThe Falcon 9 launch for Beresheet and the Air Force S5 satellite was arranged by Seattle-based Spaceflight, a company that has pioneered \"rideshare\" launch opportunities for small satellites that do not require a dedicated rocket. For Wednesday's launch, Spaceflight negotiated rideshares through SSL (formerly Space Systems/Loral), builder of the PSN 6 satellite.\n\nBeresheet separated from the Falcon 9's second stage about 33 minutes after launch, released into a highly elliptical orbit with a high point, or apogee, of about 37,000 miles. That's the \"transfer\" orbit required by Nusantara Satu, which will use on-board thrusters to reach its operational 22,300-mile-high circular orbit above Indonesia.\n\nAn artist's impression of the Beresheet moon lander. SpaceIL\n\nBeresheet, meanwhile, will use its thrusters, repeatedly firing at the low point of the ellipse, to raise the apogee step by step until the spacecraft intercepts the moon's orbit and is captured by lunar gravity April 4.\n\nLanding on the moon's Mare Serenitatis is targeted for April 11. During the final descent to the surface, a magnetometer will measure the local magnetic field before the main engine shuts down at an altitude of about 16 feet. From there, the spacecraft will free fall to the surface.\n\nBeresheet is equipped with a high-resolution camera to capture panoramic views of the landing site to help scientists better understand the area. The spacecraft also carries a small \"time capsule\" loaded with cultural artifacts, including a copy of the Bible engraved on a coin-size disk.\n\n\"We have a vision to show off Israel's best qualities to the entire world,\" said Sylvan Adams, a Canadian-Israeli businessman and philanthropist who contributed to the SpaceIL project and is an enthusiastic, if unofficial, \"ambassador.\"\n\nPayloads aside, the Falcon 9 launching was of vital importance to NASA, helping clear the way for the March 2 launch of a SpaceX Crew Dragon astronaut ferry ship on an unpiloted test flight to the International Space Station. NASA plans to hold a flight readiness review Friday."}, {"source": "google", "url": "https://www.cnn.com/2019/02/21/world/synthetic-dna-alien-life/index.html", "text": "(CNN) Scientists have long suggested that if life exists beyond Earth, the processes behind it may be entirely different from everything we know.\n\nOn Thursday, researchers announced that they were able to create a DNA-like molecular system that can store and transmit information. It's not a life form, but the genetic system represents what an alternative to DNA-based life may resemble.\n\nIt could also help scientists keep a different picture in mind when searching for life elsewhere in the universe.\n\nNASA funded the research, and the findings were published in the journal Science\n\n\"Life detection is an increasingly important goal of NASA's planetary science missions, and this new work will help us to develop effective instruments and experiments that will expand the scope of what we look for,\" said Lori Glaze, acting director of NASA's Planetary Science Division, in a statement.\n\nRead More"}, {"source": "google", "url": "https://arstechnica.com/science/2019/02/new-dates-show-massive-volcanic-eruptions-overlapped-with-dinosaurs-death/", "text": "Modeling what happened after a massive asteroid struck the Yucatan has painted a hellscape capable of causing a mass extinction: choking dust, immense tsunamis, and enough debris leaving and reentering the atmosphere to set off global fires. But questions remain whether the impact alone drove the dinosaurs to extinction or if it merely finished the job started by a massive volcanic outburst happening in India.\n\nThe Deccan Traps cover an area of roughly a half-million square kilometers, and the eruptions that created them involved over a million cubic kilometers of rock. Immense eruptions like this have been blamed for mass extinctions in the past, as they pump lots of toxic chemicals into the atmosphere and cause a rapid seesaw of cooling and warming. And the Deccan Traps are no exception: people have argued that they were already killing the dinosaurs or had stressed ecosystems in a way that set the stage for a mass extinction. But not everyone has bought in to this idea, and some have suggested that the asteroid collision actually drove changes in the Deccan Traps eruptions.\n\nSorting all this out requires a better sense of the timing of the eruptions vs. when the impact and extinctions occurred. In today's issue of Science, two papers attempt to narrow down the timing. Unfortunately, their results don't entirely agree.\n\nWhat and when?\n\nBoth papers rely on radiometric dating, but the papers use different types, each with their own limitations. One of them looks at the decay of uranium that's trapped in zircons that form during volcanic activity. The strength of this method is that it's very precise. Its downside is that zircons form at high temperatures, which means the zircons are underground prior to eruptions rather than during the eruption itself. So they don't provide a precise date of the eruption.\n\nTo get around this issue, an Indian-Swiss-US team looked at huge amounts of zircons and linked their dates to their specific location in the series of eruptions that built the Deccan Traps. A statistical analysis then identified any outliers—a younger zircon beneath an older layer, for example—and took them into account to build a model of the most probable ages of different eruptions.\n\nThis suggested that the Deccan traps were built in pulses, with a large eruption occurring about 100,000 years before the asteroid impact. An even larger one took place almost immediately after.\n\nA second team, this one from India-UK-US, did argon dating. The gas only starts being trapped once a rock solidifies, so it essentially starts the timer during the eruption itself. The hassle is that the gas can sometimes escape from the rock slowly over time, which is less of a problem with zircons.\n\nOverall, this group finds a big picture that overlaps with that of the group that did zircon dating. But there are differences in the details, and some of them are significant. For example, the researchers also find that the Deccan Trap eruptions overlapped with the mass extinction, occurring both before and after the event. But they see no evidence of pulses; instead, they see nearly continuous eruptions. Most of the material (~75 percent), they argue, was put in place after the mass extinction, though.\n\nThe researchers' dates are also consistent with a major shift in the properties of the erupted rock occurring at the same time as the impact. This supports the idea that the impact's seismic effects reached across the entire planet.\n\nEruptions like this release massive quantities of sulfur and carbon dioxide. These have opposing effects. The sulfur forms aerosols that reflect a huge amount of sunlight, causing a cooling. That cooling, however, is short term, as the aerosols don't have a long lifetime in the atmosphere. Carbon dioxide does, and it produces a follow-on warming through the greenhouse effect. This climate seesaw is thought to have contributed to some mass extinctions.\n\nThe second paper includes an analysis that correlates the eruptions with signs of the climate change, but it finds they don't line up well. The authors conclude that either something else was going on with the climate, or the release of gasses doesn't always line up with the volume of lava erupted. So that result raises questions about how much the Deccan eruptions would have contributed to ecological disruptions.\n\nOverall, it seems that we have a lot more information, but it isn't necessarily leading to a clearer picture. The results do confirm that significant eruptions were happening before the mass extinction, but the biggest of them seemed to be happening after, and the eruptions' effect on distant ecosystems is unclear. And we don't know whether the eruptions were a small series of enormous outbursts or a relatively steady drumbeat of smaller events.\n\nThe good news is that if you're a fan of dinosaurs and want to know how they met their end, there's still science to be done.\n\nScience, 2019. DOI: 10.1126/science.aau2422, 10.1126/science.aav1446 (About DOIs)."}, {"source": "google", "url": "https://www.syracuse.com/news/2019/02/upstate-poison-center-warns-public-not-to-use-herbal-supplement.html", "text": "SYRACUSE, N.Y. – An official with the Upstate New York Poison Center is warning the public not to use the herbal supplement kratom because it can cause rapid heartbeat, other serious health problems and even death.\n\nThe center, based at SUNY Upstate Medical University, and other poison centers nationwide are seeing a significant increase in calls about kratom, according to a study published in Clinical Toxicology.\n\nThe Upstate New York Poison Center has received 32 calls about kratom since Jan. 1, 2018. It only got four calls about the supplement in 2017. The center serves 54 New York counties north of Westchester County.\n\nJeanna Marraffa, a pharmacist and clinical toxicologist at the center, said some kratom users go to hospitals complaining of increased heart rate and withdrawal symptoms. The study reported 11 deaths associated with kratom nationwide between 2011 and 2017.\n\nA Tupper Lake police sergeant died of a kratom overdose in 2017.\n\nThe kratom plant grows in Malaysia. The leaves are typically crushed, made into tea and used to treat pain and curb opioid drug cravings. It is not approved by the U.S. Food and Drug Administration, which has advised the public not to use kratom for medical conditions.\n\nKratom is available without a prescription and users often buy it online, Marraffa said.\n\nSome people use it as an alternative to opioids or to ease opioid withdrawal symptoms. Marraffa said some users end up in hospitals complaining of withdrawal symptoms after they stop using kratom.\n\n“My suggestion is not to use kratom because there is definite toxicity associated with the product and there are concerns about adverse events,” she said.\n\nNationwide the number of calls about kratom to poison centers grew from 13 in 2011 to 682 in 2017, according to the study."}, {"source": "google", "url": "https://www.nbcnews.com/storyline/measles-outbreak/measles-kills-900-madagascar-according-who-report-n974171", "text": "Breaking News Emails Get breaking news alerts and special reports. The news and stories that matter, delivered weekday mornings.\n\nFeb. 21, 2019, 7:56 PM GMT By Associated Press\n\nThe World Health Organization says that an epidemic of measles in Madagascar has caused more than 900 deaths.\n\nAccording to WHO figures, there have been more than 68,000 cases of the disease, in which 553 deaths were confirmed and 373 suspected from measles since the outbreak began in September.\n\nThose most at risk are infants from 9 to 11 months old.\n\nThe epidemic is blamed on a low immunization rate for measles across the island nation over a period of many years, according to WHO spokesman Tarik Jasarevic. The vaccination rate is estimated to be less than 60 percent, according to figures from WHO and UNICEF figures, he said.\n\nMadagascar has launched a nationwide campaign to try to bring the outbreak under control, through mass vaccination campaigns and surveillance."}, {"source": "google", "url": "https://nypost.com/2019/02/21/fourth-grader-died-one-day-after-strep-throat-and-flu-diagnosis/", "text": "A fourth-grader in Ohio died one day after she was diagnosed with strep throat and influenza, according to district officials and her heartbroken mother.\n\nSable Paige Gibson passed away late Wednesday after she went into cardiac arrest, Mason City Schools officials announced Thursday.\n\n“Please join us in keeping the Gibson family in our daily thoughts and prayers as they navigate these very difficult days,” a statement on Facebook read. “We also lift up all of Sable’s classmates, teachers and support staff.”\n\nAdditional counselors were made available to students on Thursday at Western Row Elementary in Mason, which Sable attended. Memorial services for the girl are pending, district officials said.\n\n“It’s moments like these that we come together as a community to walk alongside one another and care for each other,” the statement continued.\n\nIn a separate letter to parents, district officials asked students, teachers and others to wear pink in Sable’s honor. They also provided tips on how to discuss death with children, WSAZ reports.\n\nThe girl’s mother, meanwhile, said her heart was “shattered” by Sable’s death.\n\n“It is with shattered hearts that we share that our sweet Sable Paige took her first steps into Jesus’ arms tonight,” Holly Rauch Gibson posted on Facebook. “Please, please, please pray for our family in this dark time. We can’t imagine our lives without our baby girl.”"}, {"source": "google", "url": "https://www.foxnews.com/health/massachusetts-girls-flu-related-death-devastates-dad", "text": "A father who recently moved to Massachusetts with his family is now grieving the loss of his young daughter who died due to flu-related complications.\n\nSopheak Paak told CBS Boston his 4-year-old daughter Puthiraksmey fell ill last week. On Tuesday — when her temperature reached 99 degrees and the young girl was reportedly coughing blood, WCVB reported — Paak took her to Lowell General Hospital, where he claimed doctors instructed Puthiraksmey to take Tylenol and sent the pair home.\n\nCOLORADO GIRL, 7, DIES NEARLY TWO MONTHS AFTER EXHIBITING FLU SYMPTOMS, FALLING INTO COMA\n\nBut days later, her condition worsened. On Saturday, Paak decided to call an ambulance.\n\n\"I tried to call to 911 [for an] emergency,\" Paak told WCVB. \"[I told them], 'I don't know how to help her.'\"\n\nPuthiraksmey died later that day, he told the news station. State health officials later confirmed the death to CBS Boston as the third pediatric flu-related death in the state during the 2018-2019 flu season.\n\nBut Paak told WCVB that he is still awaiting the official autopsy results before concluding Puthiraksmey's death was indeed flu-related. Paak expressed concerns the young girl could have contacted an illness before moving to the U.S. from Cambodia, recalling to WHDH that she had an allergic reaction to seafood about a week before she became ill.\n\nPaak said his daughter enjoyed learning and going to school. He added that when his family immigrated to the U.S., they were hoping for a better life.\n\n“We hope by coming to live here everything will be good,” he added.\n\nTEXAS GIRL, 4, DIES OF FLU-RELATED ILLNESS\n\nIn a statement to CBS Boston, a spokesperson for Lowell General Hospital called the girl’s death “tragic.”\n\n“We offer our deepest sympathies and condolences to the family over the tragic loss of their daughter,” the hospital said in a statement, declining to comment further due to privacy rules."}, {"source": "google", "url": "https://support.google.com/news/publisher-center/?hl=en", "text": "Improve discovery and classification on your content by telling Google what parts of your site to crawl through the Google News Publisher Center."}, {"source": "google", "url": "https://support.google.com/news/producer/?hl=en", "text": "Improve discovery and classification on your content by telling Google what parts of your site to crawl through the Google News Publisher Center."}, {"source": "google", "url": "https://play.google.com/store/movies/collection/promotion_40016d4_movies_to_own_under_8", "text": ""}, {"source": "google", "url": "https://play.google.com/store/books/collection/promotion_100286e_top_selling_dynamic_abooks", "text": ""}, {"source": "google", "url": "https://play.google.com/store/movies/details/Fantastic_Beasts_The_Crimes_of_Grindelwald?id=-TpPP3cOtvY", "text": "By purchasing this item, you are transacting with Google Payments and agreeing to the Google Payments Terms of Service and Privacy Notice"}, {"source": "google", "url": "https://play.google.com/store/books/collection/promotion_100286e_top_selling_dynamic_abooks?clp=8gM0CjIKLHByb21vdGlvbl8xMDAyODZlX3RvcF9zZWxsaW5nX2R5bmFtaWNfYWJvb2tzEAcYAQ%3D%3D:S:ANO1ljLKc4U&gsr=CjfyAzQKMgoscHJvbW90aW9uXzEwMDI4NmVfdG9wX3NlbGxpbmdfZHluYW1pY19hYm9va3MQBxgB:S:ANO1ljLoMdM", "text": ""}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/Mark_Manson_The_Subtle_Art_of_Not_Giving_a_F_ck?id=AQAAAAA0lhmWPM", "text": "From the author of the international mega-bestseller The Subtle Art of Not Giving A F*ck comes a counterintuitive guide to the problems of hope.\n\nWe live in an interesting time. Materially, everything is the best it’s ever been—we are freer, healthier and wealthier than any people in human history. Yet, somehow everything seems to be irreparably and horribly f*cked—the planet is warming, governments are failing, economies are collapsing, and everyone is perpetually offended on Twitter. At this moment in history, when we have access to technology, education and communication our ancestors couldn’t even dream of, so many of us come back to an overriding feeling of hopelessness.\n\nWhat’s going on? If anyone can put a name to our current malaise and help fix it, it’s Mark Manson. In 2016, Manson published The Subtle Art of Not Giving A F*ck, a book that brilliantly gave shape to the ever-present, low-level hum of anxiety that permeates modern living. He showed us that technology had made it too easy to care about the wrong things, that our culture had convinced us that the world owed us something when it didn’t—and worst of all, that our modern and maddening urge to always find happiness only served to make us unhappier. Instead, the “subtle art” of that title turned out to be a bold challenge: to choose your struggle; to narrow and focus and find the pain you want to sustain. The result was a book that became an international phenomenon, selling millions of copies worldwide while becoming the #1 bestseller in 13 different countries.\n\nNow, in Everthing Is F*cked, Manson turns his gaze from the inevitable flaws within each individual self to the endless calamities taking place in the world around us. Drawing from the pool of psychological research on these topics, as well as the timeless wisdom of philosophers such as Plato, Nietzsche, and Tom Waits, he dissects religion and politics and the uncomfortable ways they have come to resemble one another. He looks at our relationships with money, entertainment and the internet, and how too much of a good thing can psychologically eat us alive. He openly defies our definitions of faith, happiness, freedom—and even of hope itself.\n\nWith his usual mix of erudition and where-the-f*ck-did-that-come-from humor, Manson takes us by the collar and challenges us to be more honest with ourselves and connected with the world in ways we probably haven’t considered before. It’s another counterintuitive romp through the pain in our hearts and the stress of our soul. One of the great modern writers has produced another book that will set the agenda for years to come."}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/Gary_John_Bishop_Unfu_k_Yourself?id=AQAAAADER0JHlM", "text": "From the author of the New York Times and international bestseller Unfu*k Yourself Gary John Bishop presents a no-holds-barred guide to breaking through our cycles of self-sabotage to get what we want out of life.\n\nIn Unfu*k Yourself, Gary John Bishop told us it was time to stop making excuses—to recognize and take responsibility for the negative self-talk holding us back.\n\nIn Stop Doing That Sh*t, he builds on that message, teaching us how to stop self-sabotaging behavior. Bishop explains how our destructive cycles come down to the way that we’re wired. He then identifies different types of people and the ways we fu*k ourselves over: We can’t save money. We land in the same type of toxic relationship. We’re stuck in a rut at work. Analyzing why we act the way we do, including what our common grenades are that blow up our lives, Bishop then shows how we can interrupt the cycle and stop self-sabotaging our lives.\n\nWritten in the same in your face style as Unfu*k Yourself, Stop Doing that Sh*t will help us get in touch with our psychological machinery so we learn to interrupt negative thoughts and behavior before they start, allowing us to give our attention to something else, and start to find success in the areas we thought we never could.\n\nWe can take back our lives. We may have fu*ked up in the past, but Stop Doing That Sh*t will show us how to break the patterns in order to live the lives we yearn to have."}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/Sun_Tzu_The_Art_Of_War?id=AQAAAEAMMXZxaM", "text": "The Art of War is a Chinese military treatise written during the 6th century BC by Sunzi. Composed of 13 chapters, each of which is devoted to one aspect of warfare, it has long been praised as the definitive work on military strategies and tactics of its time.\n\nThe Art of War is one of the oldest and most famous studies of strategy and has had a huge influence on military planning and beyond. It had been credited with influencing Napoleon, the German General Staff, and even the planning of Operation Desert Storm. Leaders as diverse as Mao Zedong, Vo Nguyen Giap, and General Douglas MacArthur have claimed to have drawn inspiration from the work."}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/Gary_Chapman_The_5_Love_Languages?id=AQAAAIDFa0zrmM", "text": "What to do when you feel like giving up\n\nWhen you said, \"I do,\" you entered marriage with high hopes, dreaming it would be supremely happy.\n\nYou never intended it to be miserable.\n\nMillions of couples are struggling in desperate marriages. But the story doesn't have to end there. Dr. Gary Chapman writes, \"I believe that in every troubled marriage, one or both partners can take positive steps that have the potential for changing the emotional climate in their marriage.\"\n\nLoving Your Spouse When You Feel Like Walking Away, the revised and updated edition of the award-winning Desperate Marriages, teaches you how to:\n\n\n\nAn experienced marriage and family counselor, Gary Chapman speaks to those whose spouse is any of the following:\n\n\n\nMarriage has the same potential to be miserable as it does to be blissful. Read Loving Your Spouse When You Feel Like Walking Away to learn how you can turn things around."}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/Rachel_Hollis_Girl_Wash_Your_Face?id=AQAAAIAtIyGjHM", "text": "#1 NEW YORK TIMES BESTSELLER\n\nDo you ever suspect that everyone else has life figured out and you don’t have a clue? If so, Rachel Hollis has something to tell you: that’s a lie.\n\nAs the founder of the lifestyle website TheChicSite.com and CEO of her own media company, Rachel Hollis developed an immense online community by sharing tips for better living while fearlessly revealing the messiness of her own life. Now, in this challenging and inspiring new book, Rachel exposes the twenty lies and misconceptions that too often hold us back from living joyfully and productively, lies we’ve told ourselves so often we don’t even hear them anymore.\n\nWith painful honesty and fearless humor, Rachel unpacks and examines the falsehoods that once left her feeling overwhelmed and unworthy, and reveals the specific practical strategies that helped her move past them. In the process, she encourages, entertains, and even kicks a little butt, all to convince you to do whatever it takes to get real and become the joyous, confident woman you were meant to be.\n\nWith unflinching faith and rock-hard tenacity, Girl, Wash Your Face shows you how to live with passion and hustle--and how to give yourself grace without giving up."}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/Delia_Owens_Where_the_Crawdads_Sing?id=AQAAAICz_Xt92M", "text": "*The #1 New York Times bestseller*\n\n\n\nThe newest audiobook sensation from Kristin Hannah, bestselling author of The Nightingale.\n\n\n\nThis program is read by acclaimed narrator Julia Whelan, whose enchanting voice brought Gone Girl and Fates and Furies to life. Kristin Hannah reads the acknowledgements.\n\n\n\nAlaska, 1974.\n\nUnpredictable. Unforgiving. Untamed.\n\nFor a family in crisis, the ultimate test of survival.\n\nErnt Allbright, a former POW, comes home from the Vietnam war a changed and volatile man. When he loses yet another job, he makes an impulsive decision: he will move his family north, to Alaska, where they will live off the grid in America’s last true frontier.\n\nThirteen-year-old Leni, a girl coming of age in a tumultuous time, caught in the riptide of her parents’ passionate, stormy relationship, dares to hope that a new land will lead to a better future for her family. She is desperate for a place to belong. Her mother, Cora, will do anything and go anywhere for the man she loves, even if means following him into the unknown.\n\nAt first, Alaska seems to be the answer to their prayers. In a wild, remote corner of the state, they find a fiercely independent community of strong men and even stronger women. The long, sunlit days and the generosity of the locals make up for the Allbrights’ lack of preparation and dwindling resources.\n\nBut as winter approaches and darkness descends on Alaska, Ernt’s fragile mental state deteriorates and the family begins to fracture. Soon the perils outside pale in comparison to threats from within. In their small cabin, covered in snow, blanketed in eighteen hours of night, Leni and her mother learn the terrible truth: they are on their own. In the wild, there is no one to save them but themselves.\n\nIn this unforgettable portrait of human frailty and resilience, Kristin Hannah reveals the indomitable character of the modern American pioneer and the spirit of a vanishing Alaska—a place of incomparable beauty and danger. The Great Alone is a daring, beautiful, stay-up-all-night audiobook about love and loss, the fight for survival, and the wildness that lives in both man and nature.\n\n\n\nPraise for The Great Alone:\n\n\n\n\"Listeners, beware: You won't want to stop listening to narrator Julia Whelan's performance of this complex story of survival and family...With pitch-perfect timing and a touch of drama, Whelan exquisitely builds the tension, creating an enveloping atmosphere of foreboding that's difficult to turn away from...a don't miss audiobook experience.\" — AudioFile Magazine\n\n\"Reliably alluring...The Great Alone is packed with rapturous descriptions of Alaskan scenery... Hannah remembers and summons an undeveloped wilderness, describing a gloriously pristine region in the days before cruise ships discovered it.\" — The New York Times Daily Review\n\n\"Kristin Hannah's new novel makes Alaska sound equally gorgeous and treacherous — a glistening realm that lures folks into the wild and then kills them there.\" — The Washington Post"}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/George_R_R_Martin_A_Game_of_Thrones?id=AQAAAAB4RT5FVM", "text": "#1 NEW YORK TIMES BESTSELLER • THE BOOK BEHIND THE FIFTH SEASON OF THE ACCLAIMED HBO SERIES GAME OF THRONES\n\n\n\nDubbed “the American Tolkien” by Time magazine, George R. R. Martin has earned international acclaim for his monumental cycle of epic fantasy. Now the #1 New York Times bestselling author delivers the fifth book in his landmark series—as both familiar faces and surprising new forces vie for a foothold in a fragmented empire.\n\n\n\nA DANCE WITH DRAGONS\n\nA SONG OF ICE AND FIRE: BOOK FIVE\n\n\n\nIn the aftermath of a colossal battle, the future of the Seven Kingdoms hangs in the balance—beset by newly emerging threats from every direction. In the east, Daenerys Targaryen, the last scion of House Targaryen, rules with her three dragons as queen of a city built on dust and death. But Daenerys has thousands of enemies, and many have set out to find her. As they gather, one young man embarks upon his own quest for the queen, with an entirely different goal in mind.\n\n\n\nFleeing from Westeros with a price on his head, Tyrion Lannister, too, is making his way to Daenerys. But his newest allies in this quest are not the rag-tag band they seem, and at their heart lies one who could undo Daenerys’s claim to Westeros forever.\n\n\n\nMeanwhile, to the north lies the mammoth Wall of ice and stone—a structure only as strong as those guarding it. There, Jon Snow, 998th Lord Commander of the Night’s Watch, will face his greatest challenge. For he has powerful foes not only within the Watch but also beyond, in the land of the creatures of ice.\n\n\n\nFrom all corners, bitter conflicts reignite, intimate betrayals are perpetrated, and a grand cast of outlaws and priests, soldiers and skinchangers, nobles and slaves, will face seemingly insurmountable obstacles. Some will fail, others will grow in the strength of darkness. But in a time of rising restlessness, the tides of destiny and politics will lead inevitably to the greatest dance of all.\n\n\n\nPraise for A Dance with Dragons\n\n\n\n“Filled with vividly rendered set pieces, unexpected turnings, assorted cliffhangers and moments of appalling cruelty, A Dance with Dragons is epic fantasy as it should be written: passionate, compelling, convincingly detailed and thoroughly imagined.”—The Washington Post\n\n\n\n“Long live George Martin . . . a literary dervish, enthralled by complicated characters and vivid language, and bursting with the wild vision of the very best tale tellers.”—The New York Times\n\n\n\n“One of the best series in the history of fantasy.”—Los Angeles Times"}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/Stephen_R_Covey_The_7_Habits_of_Highly_Effective_P?id=AQAAAIAKy1RLTM", "text": "Install the Google Play Books app for Android and iPad/iPhone . It syncs automatically with your account and allows you to listen online or offline wherever you are."}, {"source": "google", "url": "https://play.google.com/store/books/details/Cullen_Bunn_Deadpool_Kills_the_Marvel_Universe?id=4pRfAwAAQBAJ", "text": "In addition to the most recent Sarah's Scribbles fan favorites and dozens of all-new comics, this volume contains illustrated personal essays on Sarah's real-life experiences with anxiety, career, relationships and other adulthood challenges that will remind readers of Allie Brosh's Hyperbole and a Half and Jenny Lawson's Let's Pretend This Never Happened. The same uniquely frank, real, yet humorous and uplifting tone that makes Sarah's Scribbles so relatable blooms beautifully in this new longer form."}, {"source": "google", "url": "https://play.google.com/store/books/details/George_R_R_Martin_A_Game_of_Thrones?id=5NomkK4EV68C", "text": "The Seanchan invasion force is in possession of Ebou Dar. Nynaeve, Elayne, and Aviendha head for Caemlyn and Elayne's rightful throne, but on the way they discover an enemy much worse than the Seanchan.\n\nIn Illian, Rand vows to throw the Seanchan back as he did once before. But signs of madness are appearing among the Asha'man.\n\nIn Ghealdan, Perrin faces the intrigues of Whitecloaks, Seanchan invaders, the scattered Shaido Aiel, and the Prophet himself. Perrin's beloved wife, Faile, may pay with her life, and Perrin himself may have to destroy his soul to save her.\n\nMeanwhile the rebel Aes Sedai under their young Amyrlin, Egwene al'Vere, face an army that intends to keep them away from the White Tower. But Egwene is determined to unseat the usurper Elaida and reunite the Aes Sedai. She does not yet understand the price that others--and she herself--will pay.\n\nTV series update: \"Sony will produce along with Red Eagle Entertainment and Radar Pictures. Rafe Judkins is attached to write and executive produce. Judkins previously worked on shows such as ABC’s “Agents of SHIELD,” the Netflix series “Hemlock Grove,” and the NBC series “Chuck.” Red Eagle partners Rick Selvage and Larry Mondragon will executive produce along with Radar’s Ted Field and Mike Weber. Darren Lemke will also executive produce, with Jordan’s widow Harriet McDougal serving as consulting producer.\" —Variety\n\nThe Wheel of Time®\n\nNew Spring: The Novel\n\n#1 The Eye of the World\n\n#2 The Great Hunt\n\n#3 The Dragon Reborn\n\n#4 The Shadow Rising\n\n#5 The Fires of Heaven\n\n#6 Lord of Chaos\n\n#7 A Crown of Swords\n\n#8 The Path of Daggers\n\n#9 Winter's Heart\n\n#10 Crossroads of Twilight\n\n#11 Knife of Dreams\n\nBy Robert Jordan and Brandon Sanderson\n\n#12 The Gathering Storm\n\n#13 Towers of Midnight\n\n#14 A Memory of Light\n\nBy Robert Jordan and Teresa Patterson\n\nThe World of Robert Jordan's The Wheel of Time\n\nBy Robert Jordan, Harriet McDougal, Alan Romanczuk, and Maria Simons\n\nThe Wheel of Time Companion\n\nBy Robert Jordan and Amy Romanczuk\n\nPatterns of the Wheel: Coloring Art Based on Robert Jordan's The Wheel of Time\n\nAt the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied."}, {"source": "google", "url": "https://play.google.com/store/books/details/Philip_Reeve_Mortal_Engines_Mortal_Engines_Book_1?id=wloYU5rD4vgC", "text": "To read on e-ink devices like the Sony eReader or Barnes & Noble Nook, you'll need to download a file and transfer it to your device. Please follow the detailed Help center instructions to transfer the files to supported eReaders."}, {"source": "google", "url": "https://play.google.com/store/books/details/J_K_Rowling_Harry_Potter_and_the_Sorcerer_s_Stone?id=wrOQLV6xB-wC", "text": "As familiar to many Hogwarts students as Cinderella and Sleeping Beauty are to Muggle children, The Tales of Beedle the Bard is a collection of popular stories written for young wizards and witches.\n\nBy buying this unique and special book, you are helping Lumos to make sure that, by 2050, no more children live in institutions or orphanages around the world, and that every child is able to enjoy their right to grow up in a family.\n\nAll profits from the sale of this eBook will go to Lumos. The Lumos Foundation is a charity registered in England and Wales with registered charity number 1112575."}, {"source": "google", "url": "https://play.google.com/store/books/details/Christopher_Paolini_The_Fork_the_Witch_and_the_Wor?id=wCRyDwAAQBAJ", "text": "In the world of A Song of Ice and Fire the ice dragon was a creature of legend and fear, for no man had ever tamed one. When it flew overhead, it left in its wake desolate cold and frozen land. But Adara was not afraid. For Adara was a winter child, born during the worst freeze that anyone, even the Old Ones, could remember.\n\nAdara could not remember the first time she had seen the ice dragon. It seemed that it had always been in her life, glimpsed from afar as she played in the frigid snow long after the other children had fled the cold. In her fourth year she touched it, and in her fifth year she rode upon its broad, chilled back for the first time. Then, in her seventh year, on a calm summer day, fiery dragons from the North swooped down upon the peaceful farm that was Adara's home. And only a winter child—and the ice dragon who loved her—could save her world from utter destruction.\n\nThis new edition of The Ice Dragon is sure to become a collector's item for fans of HBO's megahit Game of Thrones.\n\nAt the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied."}, {"source": "google", "url": "https://play.google.com/store/music/album/Cardi_B_Bruno_Mars_Please_Me?id=Baftrebvp3qibo7wakppulw4zvi", "text": "℗ 2019 Atlantic Recording Corporation for the United States and WEA International Inc. for the world outside of the United States. A Warner Music Group Company.\n\nStreaming and by permanent download to your computer and/or device\n\nStreaming and by permanent download to your computer and/or device\n\nPlayback information"}, {"source": "google", "url": "https://play.google.com/store/music/album/Maldy_Plan_B_Orden_de_Cateo?id=Bz6nlw2t4gz5iqaze2mlnahe4qi", "text": "Streaming and by permanent download to your computer and/or device\n\nStreaming and by permanent download to your computer and/or device\n\nPlayback information"}, {"source": "google", "url": "https://play.google.com/store/books/details/Karen_Rose_Say_You_re_Sorry?id=FqJaDwAAQBAJ", "text": "\"An unforgettable—and Hollywood-bound—new thriller... A mix of Hitchcockian suspense, Agatha Christie plotting, and Greek tragedy.\"\n\n—Entertainment Weekly\n\nThe Silent Patient is a shocking psychological thriller of a woman’s act of violence against her husband—and of the therapist obsessed with uncovering her motive.\n\nAlicia Berenson’s life is seemingly perfect. A famous painter married to an in-demand fashion photographer, she lives in a grand house with big windows overlooking a park in one of London’s most desirable areas. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word.\n\nAlicia’s refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent patient, is hidden away from the tabloids and spotlight at the Grove, a secure forensic unit in North London.\n\nTheo Faber is a criminal psychotherapist who has waited a long time for the opportunity to work with Alicia. His determination to get her to talk and unravel the mystery of why she shot her husband takes him down a twisting path into his own motivations—a search for the truth that threatens to consume him...."}, {"source": "google", "url": "https://play.google.com/store/books/details/Orson_Scott_Card_The_Complete_Homecoming_Saga?id=4qh_DwAAQBAJ", "text": "With all the power of his original creation, Ender's Shadow is Card's parallel volume to Ender's Game, a book that expands and complements the first, enhancing its power, illuminating its events and its powerful conclusion.\n\nThe human race is at War with the \"Buggers\", an insect-like alien race. The first battles went badly, and now as Earth prepares to defend itself against the imminent threat of total destruction at the hands of an inscrutable alien enemy, all focus is on the development and training of military geniuses who can fight such a war, and win.\n\nThe long distances of interstellar space have given hope to the defenders of Earth--they have time to train these future commanders up from childhood, forging then into an irresistible force in the high orbital facility called the Battle School.\n\nAndrew \"Ender\" Wiggin was not the only child in the Battle School; he was just the best of the best. In this new book, card tells the story of another of those precocious generals, the one they called Bean--the one who became Ender's right hand, part of his team, in the final battle against the Buggers.\n\nBean's past was a battle just to survive. He first appeared on the streets of Rotterdam, a tiny child with a mind leagues beyond anyone else's. He knew he could not survive through strength; he used his tactical genius to gain acceptance into a children's gang, and then to help make that gang a template for success for all the others. He civilized them, and lived to grow older.\n\nBean's desperate struggle to live, and his success, brought him to the attention of the Battle School's recruiters, those people scouring the planet for leaders, tacticians, and generals to save Earth from the threat of alien invasion. Bean was sent into orbit, to the Battle School. And there he met Ender....\n\nTHE ENDER UNIVERSE\n\nEnder series\n\nEnder’s Game / Ender in Exile / Speaker for the Dead / Xenocide / Children of the Mind\n\nEnder’s Shadow series\n\nEnder’s Shadow / Shadow of the Hegemon / Shadow Puppets / Shadow of the Giant / Shadows in Flight\n\nChildren of the Fleet\n\nThe First Formic War (with Aaron Johnston)\n\nEarth Unaware / Earth Afire / Earth Awakens\n\nThe Second Formic War (with Aaron Johnston)\n\nThe Swarm /The Hive\n\nEnder novellas\n\nA War of Gifts /First Meetings\n\nAt the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied."}, {"source": "google", "url": "https://play.google.com/store/books/details/Charlie_Jane_Anders_The_City_in_the_Middle_of_the?id=RGJkDwAAQBAJ", "text": "Charlie Jane Anders, the nationally bestselling author of All the Birds in the Sky delivers a brilliant new novel set in a hauntingly strange future with #10 LA Times bestseller The City in the Middle of the Night.\n\n\"If you control our sleep, then you can own our dreams... And from there, it's easy to control our entire lives.\"\n\nJanuary is a dying planet--divided between a permanently frozen darkness on one side, and blazing endless sunshine on the other. Humanity clings to life, spread across two archaic cities built in the sliver of habitable dusk.\n\nBut life inside the cities is just as dangerous as the uninhabitable wastelands outside.\n\nSophie, a student and reluctant revolutionary, is supposed to be dead, after being exiled into the night. Saved only by forming an unusual bond with the enigmatic beasts who roam the ice, Sophie vows to stay hidden from the world, hoping she can heal.\n\nBut fate has other plans--and Sophie's ensuing odyssey and the ragtag family she finds will change the entire world.\n\nAt the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied."}, {"source": "google", "url": "https://play.google.com/store/movies/details/Illumination_Presents_Dr_Seuss_The_Grinch?id=q12BBcanenI", "text": "By purchasing this item, you are transacting with Google Payments and agreeing to the Google Payments Terms of Service and Privacy Notice"}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/J_R_R_Tolkien_The_Lord_of_the_Rings_The_Fellowship?id=AQAAAABXel16GM", "text": "Here is the novel that will be forever considered a triumph of the imagination. Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, who would become the mysterious man known as Maud'dib. He would avenge the traitorous plot against his noble family—and would bring to fruition humankind's most ancient and unattainable dream.\n\nA stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction. Frank Herbert's death in 1986 was a tragic loss, yet the astounding legacy of his visionary fiction will live forever."}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/Attallah_Shabazz_The_Autobiography_of_Malcolm_X?id=AQAAAEBMc3szJM", "text": "Through a life of passion and struggle, Malcolm X became one of the most influential figures of the 20th Century. In this riveting account, he tells of his journey from a prison cell to Mecca, describing his transition from hoodlum to Muslim minister. Here, the man who called himself \"the angriest Black man in America\" relates how his conversion to true Islam helped him confront his rage and recognize the brotherhood of all mankind.\n\n\n\n\n\nAn established classic of modern America, \"The Autobiography of Malcolm X\" was hailed by the New York Times as \"Extraordinary. A brilliant, painful, important book.\" Still extraordinary, still important, this electrifying story has transformed Malcom X's life into his legacy. The strength of his words, the power of his ideas continue to resonate more than a generation after they first appeared."}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/Morgan_Rice_Rise_of_the_Dragons_Kings_and_Sorcerer?id=AQAAAEBMcC4wcM", "text": "“An action packed fantasy sure to please fans of Morgan Rice’s previous novels, along with fans of works such as The Inheritance Cycle by Christopher Paolini…. Fans of Young Adult Fiction will devour this latest work by Rice and beg for more.”\n\n--The Wanderer, A Literary Journal (regarding Rise of the Dragons)\n\nThe #1 Bestselling series!\n\nTHE WEIGHT OF HONOR is book #3 in Morgan Rice’s bestselling epic fantasy series KINGS AND SORCERERS (which begins with RISE OF THE DRAGONS, a free download)!\n\nIn THE WEIGHT OF HONOR, Kyra finally meets her cryptic uncle, and is shocked to discover he is not the man she expected. She embarks on a period of training which will test her stamina and her frustration, as she soon encounters the limits of her power. Unable to summon her dragon, unable to search deep within, and feeling an urgency to help in her father’s wars, Kyra doubts if she will ever become the warrior she thought she was. And when she meets a mysterious boy, more powerful than her, deep in the forest, she wonders what her future really has in store for her.\n\nDuncan must descend the peaks of Kos with his new army and, vastly outnumbered, launch a risky invasion on the capital. If he wins, waiting behind its ancient walls, he knows, will be the old king and his nest of nobles and aristocrats, all with their own agendas, all of them as quick to betray as they are to embrace. Unifying Escalon may, indeed, be harder than freeing it.\n\nAlec, in Ur, must tap his unique skills in the forge to aid the resistance if they have any chance of defending against the looming Pandesian invasion. He is awestruck when he encounters Dierdre, the strongest girl he has ever meet. The time she has a chance to make a stand against Pandesia, and as she bravely faces off, she who wonders if her father and his men will have her back this time.\n\nMerk finally enters the tower of Ur, and is stunned by what he discovers. Initiated into its strange codes and rules, he meets his fellow Watchers, the toughest warriors he has ever encountered, and he finds that earning their respect will not be easy. With an invasion looming, they must all prepare the tower; yet even all its secret passageways may not keep them safe from the betrayal lurking from within.\n\nVesuvius leads his Troll nation across a vulnerable Escalon, devastating the land, while Theos, enraged at what becomes of his son, is on a rampage himself, and will not stop until all of Escalon is aflame.\n\nWith its strong atmosphere and complex characters, THE WEIGHT OF HONOR is a sweeping saga of knights and warriors, of kings and lords, of honor and valor, of magic, destiny, monsters and dragons. It is a story of love and broken hearts, of deception, ambition and betrayal. It is fantasy at its finest, inviting us into a world that will live with us forever, one that will appeal to all ages and genders.\n\nBook #4 in KINGS AND SORCERERS is now available!\n\n“If you thought that there was no reason left for living after the end of the Sorcerer’s Ring series, you were wrong. Morgan Rice has come up with what promises to be another brilliant series, immersing us in a fantasy of trolls and dragons, of valor, honor, courage, magic and faith in your destiny. Morgan has managed again to produce a strong set of characters that make us cheer for them on every page.…Recommended for the permanent library of all readers that love a well-written fantasy.”\n\n--Books and Movie Reviews, Roberto Mattos (regarding Rise of the Dragons)\n\n“[The novel] succeeds—right from the start…. A superior fantasy…It begins, as it should, with one protagonist's struggles and moves neatly into a wider circle of knights, dragons, magic and monsters, and destiny.…All the trappings of high fantasy are here, from soldiers and battles to confrontations with self….A recommended winner for any who enjoy epic fantasy writing fueled by powerful, believable young adult protagonists.”\n\n--Midwest Book Review, D. Donovan, eBook Reviewer (regarding Rise of the Dragons)\n\n“A plot-driven novel that’s easy to read in a weekend…A good start to a promising series.”\n\n--San Francisco Book Review (regarding Rise of the Dragons)"}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/John_Grisham_Witness_to_a_Trial?id=AQAAAAD4KmAqiM", "text": "The #1 New York Times bestselling author of the Natchez Burning trilogy returns with an electrifying tale of friendship, betrayal, and shattering secrets that threaten to destroy a small Mississippi town.\n\n\n\nWhen Marshall McEwan left his hometown at age eighteen, he vowed never to return. The trauma that drove him away ultimately spurred him to become one of the most successful journalists in Washington D.C. But just as the political chaos in the nation’s capital lifts him to new heights, Marshall is forced to return home in spite of his boyhood vow.\n\nHis father is dying, his mother is struggling to keep the family newspaper from failing, and the town is in the midst of an economic rebirth that might be built upon crimes that reach into the state capitol—and perhaps even to Washington. More disturbing still, Marshall’s high school sweetheart, Jet, has married into the family of Max Matheson, patriarch of one of the families that rule Bienville through a shadow organization called the Bienville Poker Club.\n\nWhen archeologist Buck McKibben is murdered at a construction site, Bienville is thrown into chaos. The ensuing homicide investigation is soon derailed by a second crime that rocks the community to its core. Power broker Max Matheson’s wife has been shot dead in her own bed, and the only other person in it at the time was her husband, Max. Stranger still, Max demands that his daughter-on-law, Jet, defend him in court.\n\nAs a journalist, Marshall knows all too well how the corrosive power of money and politics can sabotage investigations. Without telling a soul, he joins forces with Jet, who has lived for fifteen years at the heart of Max Matheson’s family, and begins digging into both murders. With Jet walking the dangerous road of an inside informer, they soon uncover a web of criminal schemes that undergird the town’s recent success. But these crimes pale in comparison to the secret at the heart of the Matheson family. When those who have remained silent for years dare to speak to Marshall, pressure begins to build like water against a crumbling dam.\n\nMarshall loses friends, family members, and finally even Jet, for no one in Bienville seems willing to endure the reckoning that the Poker Club has long deserved. And by the time Marshall grasps the long-buried truth, he would give almost anything not to have to face it."}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/Blake_Pierce_Once_Gone_a_Riley_Paige_Mystery_Book?id=AQAAAEBMcBYwSM", "text": "“A masterpiece of thriller and mystery! The author did a magnificent job developing characters with a psychological side that is so well described that we feel inside their minds, follow their fears and cheer for their success. The plot is very intelligent and will keep you entertained throughout the book. Full of twists, this book will keep you awake until the turn of the last page.”\n\n--Books and Movie Reviews, Roberto Mattos (re Once Gone)\n\nWomen are being murdered in upstate New York, their bodies found mysteriously hanging in chains. With the FBI called in, given the bizarre nature of the murders—and the lack of any clues—there is only one agent they can turn to: Special Agent Riley Paige.\n\nRiley, reeling from her last case, is reluctant to take on a new one, since she is still convinced a former serial killer is out there, stalking her. She knows, though, that her ability to enter a serial killer’s mind and her obsessive nature is what will be needed to crack this case, and she just can’t refuse—even if it will push her over the edge.\n\nRiley’s search takes her deep into a killer’s deluded mind as it leads her to orphanages, mental hospitals, prisons, all in an effort to understand the depth of his psychosis. Realizing she is up against a true psychopath, she knows time is short before he strikes again. But with her own job on the line and her own family a target, and with her fragile psyche collapsing, it may all be too much for her—and too late.\n\nA dark psychological thriller with heart-pounding suspense, ONCE TAKEN is book #2 in a riveting new series—with a beloved new character—that will leave you turning pages late into the night.\n\nBook #3 in the Riley Paige series is also now available!"}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/J_R_R_Tolkien_The_Lord_Of_The_Rings?id=AQAAAABZQXhBMM", "text": "Here is the novel that will be forever considered a triumph of the imagination. Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, who would become the mysterious man known as Maud'dib. He would avenge the traitorous plot against his noble family—and would bring to fruition humankind's most ancient and unattainable dream.\n\nA stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction. Frank Herbert's death in 1986 was a tragic loss, yet the astounding legacy of his visionary fiction will live forever."}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/Alan_Watts_The_Wisdom_of_Insecurity?id=AQAAAABHMQcxUM", "text": "Alan W. Watts, renowned for his interpretations of Eastern philosophy for Western audiences, shares timeless principles that have benefitted generations seeking serenity from life’s uncontrollable circumstances in The Wisdom of Insecurity: A Message for an Age of Anxiety.\n\nWhen we spend our emotional energy reliving the past and worrying about the future, we lose the only moments we truly have in the here and now. Drawing from Eastern thought and religion, Watts reveals that the secret to living a fulfilling life is to live for today. Our quest to achieve a completely stable and secure environment is fueling our anxieties. Only by acknowledging the truth—that we cannot predict tomorrow’s events and outcomes—will enable us find and cherish our joys in the present.\n\n\"Perhaps the foremost interpreter of Eastern disciplines for the contemporary West, Watts had the rare gift of ‘writing beautifully the unwritable.'\"—Los Angeles Times"}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/Delilah_S_Dawson_The_Perfect_Weapon_Star_Wars_Shor?id=AQAAAIDJNyK3-M", "text": "Here is the novel that will be forever considered a triumph of the imagination. Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, who would become the mysterious man known as Maud'dib. He would avenge the traitorous plot against his noble family—and would bring to fruition humankind's most ancient and unattainable dream.\n\nA stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction. Frank Herbert's death in 1986 was a tragic loss, yet the astounding legacy of his visionary fiction will live forever."}, {"source": "google", "url": "https://play.google.com/store/audiobooks/details/John_Taylor_Benedict_Cumberbatch_Reads_Sherlock_Ho?id=AQAAAIBgPCW8VM", "text": "Benedict Cumberbatch reads these four new Sherlock Holmes stories by John Taylor\n\n'An Inscrutable Masquerade'/ 'The Conundrum of Coach 13'/ 'The Trinity Vicarage Larceny'/ 'The 10.59 Assassin'\n\nInspired by Arthur Conan Doyle’s original Sherlock Holmes stories, John Taylor has written four more mysteries featuring the world’s greatest detective. Read by acclaimed actor Benedict Cumberbatch, these new adventures share all the suspense of the original tales.\n\nIn a drawer in his bureau, Dr Watson keeps a locked cedarwood chest – a ‘box of secrets’. It contains an archive of notes referring to some of Holmes’ cases that, for one reason or another, never saw the light of day. Now, for the first time, Watson has decided to reveal the truth to the world... In these four thrilling stories, Holmes experiments with the science of ballistics, locates some missing gold bullion, investigates the theft of a large amount of money and solves the baffling mystery of the Stovey murder."}]